{
  "applyNow": "Hujjat Topshirish",
  "Empowering Global Minds": "Global Aql-Zakovatni Kuchaytirish",
  "Join IMC Krems Tashkent for an unparalleled international education experience in business and tourism management": "Biznes va turizm boshqaruvida tengsiz xalqaro ta'lim tajribasini olish uchun IMC Krems Tashkentga qo'shiling",
  "Student exchange partner universities": "Talabalar almashinuvi bo'yicha hamkor universitetlar",
  "Student life events": "Talaba hayoti tadbirlari",
  "Our recent blogs": "Bizning so'nggi bloglarimiz",
  "Pave Your Way to Achievement": "Muvaffaqiyat sari yo'lingizni yo'naltiring",
  "Seamless Application Process": "Mukammal ariza topshirish jarayoni",
  "Seamless Application Process with Expert Guidance.": "Ekspert yo'riqnomasiga ega bo'lgan mukammal ariza topshirish jarayoni.",
  "Welcome to IMC Krems Tashkent": "IMC Krems Tashkentga xush kelibsiz",
  "Welcome! Transformative Education Awaits Your Journey.": "Xush kelibsiz! Sizni o'zgaruvchan ta'lim yo'lingiz kutmoqda.",
  "Since the very early days of its establishment, the Joint degree program between TSUE and IMC Krems has been building its way up to the bright future. We care about each student who wants to reach their goals. We support and guide you in your path to the great success that you are yet to achieve. Our dedicated team always stays focused on discovering and shaping your unique skills.": "TSUE va IMC Krems o'rtasidagi qo'shma daraja dasturi tashkil etilganidan buyon yorqin kelajak sari yo'lini qurib kelmoqda. Biz o'z maqsadlariga erishmoqchi bo'lgan har bir talaba haqida qayg'uramiz. Sizning katta muvaffaqiyatga erishish yo'lingizda biz sizni qo'llab-quvvatlaymiz va yo'naltiramiz. Bizning bag'ishlangan jamoamiz doimo sizning noyob ko'nikmalaringizni kashf etishga va rivojlantirishga e'tibor qaratadi.",
  "IMC University of Applied Sciences": "IMC Amaliy Ilmlar Universiteti",
  "WHO WE ARE?": "BIZ KIMLARMIZ?",
  "Discover IMC Krems Tashkent": "IMC Krems Tashkentni kashf eting",
  "We pride ourselves on providing only the best for our students. Our university provides state-of-the-art infrastructure, a library, and world-renowned professors.": "Biz o'z talabalarimizga faqat eng yaxshisini taqdim etishdan faxrlanamiz. Bizning universitetimiz zamonaviy infratuzilma, kutubxona va dunyoga mashhur professorlarni taqdim etadi.",
  "YEARS OF EXCELLENCE": "MUKAMMALLIK YILLARI",
  "5 years of commitment to academic brilliance and innovative education at IMC Krems Tashkent.": "IMC Krems Tashkentda akademik zo'ravonlik va innovatsion ta'limga bag'ishlangan 5 yil.",
  "PROGRAMS": "Dasturlar",
  "Choose from 2 programs, tailored to shape future leaders in a global context.": "Global kontekstda kelajakdagi liderlarni shakllantirish uchun moslashtirilgan 2 dasturdan birini tanlang.",
  "Explore global opportunities with us at IMC Krems Tashkent, where we prepare you for success in international business.": "IMC Krems Tashkentda biz bilan global imkoniyatlarni o'rganing, biz sizni xalqaro biznesda muvaffaqiyatga tayyorlaymiz.",
  "DR. AHMED MOHAMMED AZIZ ISMAIL": "Doktor Ahmed Mohammed Aziz Ismoil",
  "Dean - DR. AHMED MOHAMMED AZIZ ISMAIL": "Dekan - Doktor Ahmed Mohammed Aziz Ismoil",

  "ABOUT_US": "BIZ HAQIMIZDA",
  "FORGING_GLOBAL_LEADERS": "Global liderlarni rivojlantirish: TSUE va IMC Krems bilan ikki darajali afzallik",
  "ABOUT_US_PARAGRAPH": "TSUE va IMC Krems o'rtasidagi birikmali ta'lim dasturi o'z boshlang'ich kunlaridan boshlab yanada sifatli kelajakka yo'l ochdi. Biz har bir talaba, o'z maqsadlariga erishmoqchi bo'lgan har bir talabani qadrlaymiz. Sizga yolg'izlikda yordam berish, muvaffaqiyatingizga yo'l yo'riq qo'yish uchun ko'rsatkich qilamiz. Bizning ajralmas jamoamiz doimo sizning maxsus ko'nikmalaringizni aniqlash va shakllantirishga yo'naltirilgan bo'lib qoladi.",
  "DUAL_HORIZONS": "Ikki tomonlama imkoniyatlar: Global imkoniyatlar ochish",
  "DUAL_HORIZONS_PARAGRAPH": "Ikki darajali ta'lim dasturida akademik ishonch va intellektual rivojlanishga katta e'tibor beriladi. Bizning ta'lim tuzilishimiz mahalliy va xalqaro ish bozori uchun talabalarni tayyorlashga qaratilgan. Biz o'quv jarayonini unutilmas va juda amaliy qilish imkoniyatiga ega bo'lish uchun har qanday harakatni qilamiz. Shuningdek, bizning talabalarimizga ikki darajali diplomaning yanada qo'llanishi imkoniyatini beramiz: Avstriya, xalqaro tan erkak diplomatining yon va O'zbekiston, TSUE tomonidan taqdim etilgan, mahalliy ish bozori talablari-mos korsatgichidir.",
  "WE_ARE_OFFERING": "Biz hozir quyidagi dasturlarni taklif etamiz:",
  "PROGRAM_1": "Bakalavr: Management (International Business Management)",
  "PROGRAM_2": "Bakalavr: Management (Tourism and Leisure Management)",
  "HERO_IMAGE": "Kelajakni yuksaltirish: Global afzallikka ikki darajali yo'l",
  "HERO_IMAGE_PARAGRAPH": "Tashkent Davlat Iqtisodiyot Universiteti va IMC University of Applied Sciences Krems o'rtasidagi jamoaviy ta'lim dasturi 2018-yilda tashkil etilgan va hozirda talabalar bu dasturda Export-Oriented Management va Tourism and Leisure Management nomli ikkita bakalavr dasturlariga yozilganlar. Mahalliy va xorijiy o'qituvchilar birgalikda o'qish tizimida talabalar uchun xalqaro standartlarga mos ta'lim muhitini yaratadi. Ayniqsa, o'qituvchilarning 30-40% -i IMC University of Applied Sciences Krems dan kelib chiqqan, qolgan qismi esa xalqaro ta'lim tajribasiga ega bo'lgan mutaxassis o'qituvchilardan iborat. Dastur 2019-yilda Avstriya sifat monitoringi - AQ (Austrian Quality Assurance Inspection) tomonidan akkreditatsiyalandi. Birgalikda ta'lim dasturining asosiy ta'lim dasturiga o'xshash bo'lgan 1 yil davomida o'qitish bo'yicha asosiy soha va 3 yil bakalavr ta'limi taqdim etiladi. O'quv jarayoni IMC University of Applied Sciences Krems dastur rejasiga muvofiq amalga oshiriladi, ECTS (European Credit Transfer System). Bu sababli, talabalar IMC University of Applied Sciences Krems asosiy kampusida o'qish imkoniyatiga ega bo'lib, shuningdek, Germaniya va Yaponiyada kabi rivojlangan mamlakatlar mashxur universitetlariga o'qish asosida. Bu dastur asosida o'qish va amaliy ma'naviyotlarni rivojlantirishga katta e'tibor qaratiladi. Ayniqsa, rahbarlik va shaxsiy mahoratlar shakllantirishga katta e'tibor beriladi. Bundan tashqari, talabalar Moliya vazirligi, Maxsus chegaradorlikni, Davlat turizm rivojlantirish komiteti, logistika kompaniyalari, turizm instituti va bir qancha tanlangan tashkilotlarda staj amalga oshirish imkoniyatlarini taqdim etiladi. Semestr davomida yuqori natijalarga erishgan talabalar grant egasi bo'lish imkoniyatiga ega bo'ladilar. Talabalarning bo'sh vaqtlarini samarali tashkil etish maqsadida, madaniy va ma'ruzaviy faoliyatlar, jihozlarni tashkil etish, pikniklar va turli mintaqalarga safarlar o'quv jarayonining doimiy qismi sifatida qo'llaniladi. Shuningdek, talabalar ish va sayohat dasturidan o'tib, xalqaro mamlakatlarga sayohat qilishlari mumkin. O'quvlar ta'limini muvaffaqiyatli tamomlagan talabalar o'zbekiston va avropa mamlakatlari a'zolari sifatida, Tashkent Davlat Iqtisodiyot Universiteti va IMC University of Applied Sciences Krems bakalavr darajalari birligini taqdim etiladi.",
  "ABOUT_IMC_KREMS": "IMC University of Applied Sciences Krems haqida",
  "IMC_KREMS_DETAILS": "IMC Krems 27 ta darajali dasturlar taklif qiladi, 3,100 talaba, 560 darslik va 36 mamlakatda 137 ta hamkor universitet bilan. Krems shahri va uning atrofida uchta joylashgan joylarda, universitet biznes, sog'liqni saqlash va hayot fanlarida bakalavr va magistratura darajalarini taklif qiladi.",
  "IMC_KREMS_HISTORY": "IMC Krems 1994-yilda International Management Center GmbH (IMC) sifatida tashkil etildi, 1993-yilda Fachhochschul-Studiengesetz qonuni (Applied Sciences Studies Act) o'rnatilganidan so'ng maxsus sektor institutlariga universitet darajali dasturlarini taqdim etishga imkon berdi. Bu, Tourism va Leisure Management bo'yicha ingliz tilida bakalavr darajasini o'z ichiga olgan, Avstriya da birinchi bo'lib, keyin hozirdagi universitet darajasiga o'zini kengaytirdi.",
  "IMC_KREMS_INNOVATION": "IMC Krems, 1994-yil dan beri ta'limni rivojlantirish",
  "ABOUT_TSUE": "Tashkent Davlat Iqtisodiyot Universiteti (TSUE) haqida",
  "TSUE_DETAILS": "Tashkent Davlat Iqtisodiyot Universitetida yarim ming talaba o'qiydi va Markaziy Osiyo bo'ylab eng katta iqtisodiy universitetlardan biri hisoblanadi. U O'zbekiston iqtisodiyoti bo'yicha ta'lim berishga qaratilgan funktsional institutlarga bo'lingan. TSEU O'zbekistonda birinchi xalqaro Amerika stilida biznes maktabi bo'lgan va AQSh, Birlashgan Qirollik, Avstriya va Germaniya bilan mashhur universitetlar bilan munosibatlarini o'rnatish orqali e'tirof qozonadi. U Markaziy Osiyoda eng katta universitet kutubxonasi saqlab qoladi. Universitet, O'zbekiston iqtisodiyoti bo'yicha ta'lim, biznes va kadrlarning ma'naviy rivojlanish va qayta tayyorlashi, mutaxassis yuqori biznes maktabi, respublika iqtisodiy litseyi, iqtisodiy gimnaziya, turli ilmiy-tadqiqot institutlari, maslahat va ta'lim markazlari bilan, universitetdagi tayanch harakatni ta'minlaydi. Barcha bu strukturalar iqtisodiy ta'limni doimiy ta'minlaydi. TSEU, O'zbekiston Respublikasida iqtisodiy ta'lim asosida bazaviy universitet sifatida xizmat qiladi.",


  "Leadership": "Rahbarlik",
  "Leadership: Guiding the Path of Excellence at TSUE and IMC Krems": "Rahbarlik: TSUE va IMC Kremsda uning mukammal yo'lida yo'riqnoma berish",
  "avatar image": "avataringiz",
  "Tulkin Teshabaev": "Tulkin Teshabaev",
  "Rector of Tashkent State University of Economics": "Toshkent Davlat Iqtisodiyot Universitetining rektori",
  "Dr. Udo Brändle": "Dr. Udo Brändle",
  "CEO of IMC University of Applied Sciences Krems": "IMC Krems Ilojiy Fanlar Universitetining CEO'si",
  "Prof. Mehmonov Sultonali Umaraliyevich": "Prof. Mehmonov Sultonali Umaraliyevich",
  "First Vice-Rector for Academic, TSUE": "TSUE ilmiy ishlar uchun birinchi prorektori",
  "Prof.(FH) Mag. Dr. Martin Waiguny": "Prof.(FH) Mag. Dr. Martin Vaiguni",
  "Academic Head, IMC University of Applied Science, Krems, Austria": "IMC Krems, Avstriya, ilmiy bosh",
  "Dr. Christian Kümmel": "Dr. Christian Kümmel",
  "Program Director International Business Management": "Xalqaro Biznes Boshqaruvning Dasturi Direktori",
  "Jens Peter Ennen": "Jens Peter Ennen",
  "Program Director Tourism and Leisure Management": "Turizm va Dam Ovqat Boshqaruv Dasturi Direktori",
  "Ahmed Mohamed Aziz Ismail": "Ahmed Mohamed Aziz Ismail",
  "Dean of the international Joint Education Faculty of TSUE and IMC Krems": "TSUE va IMC Kremsning xalqaro jamoaviy ta'lim fakulteti dekani",

  "Partners": "Hamkorlar",
  "Strategic Partnerships: Building Bridges with Global Leaders": "Strategik Hamkorliklar: Jahon liderlari bilan bog'lanishlar qurish",
  "Partner Universities": "Hamkor universitetlar",
  "Partner Organizations": "Hamkor tashkilotlar",

  "professorAhmedMohamedAzizIsmail": {
    "name": "Prof. Ahmed Mohamed Aziz Ismail",
    "role": "TSUE va IMC Krems xalqaro o'quv yuritish fakulteti dekani"
  },
  "mrBahromjonUrmanov": {
    "name": "Mr. Bahromjon Urmanov",
    "role": "Xalqaro biznes boshqaruv bo'limi mudiri"
  },
  "mrSamandarboySulaymanov": {
    "name": "Mr. Samandarboy Sulaymanov",
    "role": "TSUE va IMC Krems xalqaro o'quv yuritish fakulteti o'rinbosari"
  },
  "msDurdonaUktamova": {
    "name": "Ms. Durdona Uktamova",
    "role": "TSUE va IMC Krems xalqaro o'quv yuritish fakulteti o'rinbosari"
  },
  "durdonaBahodirova": {
    "name": "Durdona Bahodirova",
    "role": "German tilining katta o'qituvchisi"
  },
  "azizaUsmanova": {
    "name": "Aziza Usmanova",
    "role": "Darslik yordamchisi"
  },
  "durdonaDavletova": {
    "name": "Durdona Davletova",
    "role": "Darslik yordamchisi"
  },
  "dildoraKhodjaeva": {
    "name": "Dildora KHODJAEVA",
    "role": "Markaziy va Janubiy Osiyo o'quv va tadqiqotchisi"
  },
  "giyasovFarkhod": {
    "name": "Giyasov Farkhod",
    "role": "Doktor o'qituvchisi"
  },
  "drHaneenAllataifeh": {
    "name": "Dr. Haneen Allataifeh",
    "role": "Doktor o'qituvchisi"
  },
  "kholmatovaKibriyo": {
    "name": "Kholmatova Kibriyo",
    "role": "German tili o'qituvchisi"
  },
  "mehrangizNarzullaeva": {
    "name": "Mehrangiz Narzullaeva",
    "role": "Darslik yordamchisi"
  },
  "drMunisaToirova": {
    "name": "Dr. Munisa Toirova",
    "role": "Doktor o'qituvchisi"
  },
  "bekzodRozimov": {
    "name": "Bekzod Rozimov",
    "role": "Yordamchi"
  },
  "drMuhammadEidBalbaa": {
    "name": "Dr. Muhammad Eid Balbaa",
    "role": "Doktor o'qituvchisi"
  },
  "drBahromjonUrmanovNumanovich": {
    "name": "Dr. Bahromjon Urmanov Numanovich",
    "role": "Soliq o'qituvchisi"
  },

  "globalFaculty": "Global fakultet",
  "leadershipAndFaculty": "TSUE va IMC Krems Qo'shma Dasturi Rahbariyati va Fakulteti",
  "heroImage": "Asosiy Rasm",
  "administration": "Ma'muriyat",
  "administrationDescription": "Dastur ma'muriyati universitetning intizomiy va strategik boshqaruvi uchun javobgardir. Dastur dual tabiatga ega bo'lgani sababli ma'muriyat har ikkala tomon manfaatdor tomonidan boshqariladi. TSUE tomonidan dastur silliq ishlashini ta'minlaydi, avstriyalik dastur direktori TSUE tomonidan kiritilgan mezonlarga amal qilinishini va dasturning izchilligini ta'minlaydi.",
  "meetOurLeadership": "Bizning rahbarlarimiz bilan tanishing",
  "leadershipDescription": "TSUE va IMC Krems xalqaro qo'shma ta'lim fakultetini boshqarayotgan nufuzli rahbarlar bilan tanishing.",
  "profAhmedMohamedAzizIsmail": "Prof. Ahmed Mohamed Aziz Ismail",
  "deanTitle": "TSUE va IMC Krems xalqaro qo'shma ta'lim fakulteti dekani",
  "mrBahromjonUrmanov": "Mr. Bahromjon Urmanov",
  "headOfDepartmentTitle": "Xalqaro biznes boshqaruvi bo'limi boshlig'i",
  "mrSamandarboySulaymanov": "Mr. Samandarboy Sulaymanov",
  "deputyDeanTitle": "TSUE va IMC Krems xalqaro qo'shma ta'lim fakulteti dekan o'rinbosari",
  "msDurdonaUktamova": "Ms. Durdona Uktamova",
  "deputyDeanTitle2": "TSUE va IMC Krems xalqaro qo'shma ta'lim fakulteti dekan o'rinbosari",
  "faculty": "Fakultet",
  "meetOurProfessors": "Bizning professorlarimiz bilan tanishing: Xalqaro ta'limda yetakchilar",
  "partners": "Hamkorlar",
  "strategicPartnerships": "Strategik hamkorlik: Global yetakchilar bilan ko'priklar qurish",
  "imcKremsVacancies": "IMC Kremsda mavjud bo'sh ish o'rinlari",
  "hiringProcess": "Yollash jarayoni 4 bosqichdan iborat:",
  "stage1": "1",
  "requiredDocuments": "Kerakli ariza hujjatlari:",
  "coverLetter": "Muqova xati",
  "cv": "Rezyume",
  "recommendationLetters": "Tavsiya xat(lar)i",
  "teachingPortfolio": "O'qituvchilik portfeli",
  "sampleSyllabi": "Namuna dasturlari",
  "researchStatement": "Tadqiqot bayonoti",
  "teachingPhilosophy": "O'qitish falsafasi bayonoti",
  "stage2": "2",
  "committeeShortlist": "Qo'mita nomzodlar qisqa ro'yxatini tuzadi",
  "firstRoundInterviews": "Nomzodlar qisqa ro'yxati uchun birinchi intervyu turi",
  "stage3": "3",
  "campusInterviews": "Kampus intervyulari:",
  "demoLesson": "Fakultet va talabalar uchun namuna darsi",
  "qaSession": "Savol-javob sessiyasi",
  "campusTour": "Kampus bo'ylab sayohat",
  "stage4": "4",
  "makingOffer": "Taklif qilish",
  "signingContract": "Mehnat shartnomasini imzolash",
  "internships": "Amaliyot",
  "doubleDegreeFacultyIntro": "Bizning qo‘sh diplom fakultetimizda, biz amaliy va sanoatga yo‘naltirilgan o‘quv dasturimiz bilan faxrlanamiz. Ilmiy-amaliy universitet sifatida, biz nazariy bilimlarni amaliyot bilan bog‘lash muhimligini ta’kidlaymiz.",
  "curriculumIntegratedInternships": "O‘quv dasturiga kiritilgan amaliyotlar",
  "curriculumDesign": "Bizning o‘quv dasturimiz talabalar nafaqat o‘qish, balki o‘z bilimlarini haqiqiy sanoat muhitida qo‘llashlariga imkon beradigan tarzda maxsus yaratilgan. To‘rtinchi semestrda, barcha talabalarimiz 22 haftalik amaliyot dasturiga boshlanadi. Bu ularning ta’limining muhim qismi bo‘lib, ularga qo‘l uchida tajriba orttirish, sanoat operatsiyalarining murakkabligini tushunish va darsda o‘rganilgan nazariyalarni va ko‘nikmalarni qo‘llash imkonini beradi.",
  "officeContent1": "office content 1",
  "officeContent2": "office content 2",
  "presentationOfExperience": "Tajriba taqdimoti",
  "presentationOfExperienceDescription": "Amaliyot tugagandan so‘ng, talabalar universitetga qaytib, o‘z tajribalarini va orttirgan bilimlarini taqdim etadilar. Bu taqdimot ularning o‘rganish jarayonining muhim qismi bo‘lib, ularga sanoatdagi vaqtlarini tahlil qilish, tengdoshlar bilan fikr almashish va o‘qituvchilardan fikr-mulohaza olish imkonini beradi.",
  "ourPartners": "Hamkorlarimiz",
  "partnersIntro": "Biz turli sohalardagi yetakchi kompaniya va tashkilotlar bilan keng qamrovli hamkorlik aloqalarini o‘rnatganimizdan faxrlanamiz. Hamkorlarimiz talabalarimizga haqiqiy dunyo sharoitida ishlash va o‘rganish uchun turli imkoniyatlar taqdim etadilar. Ba'zi hurmatli hamkorlarimiz quyidagilar:",
  "partnersList": "Transistor, Reform, Tuple, SavvyCal",
  "industryExperience": "Sanoat tajribasi",
  "industryExperienceDescription": "Amaliyot davomida talabalar turli sohalarda ishlashadi, o‘zlarining akademik bilimlarini amaliy sharoitlarda qo‘llashadi. Bu qimmatli tajriba ularga quyidagi imkoniyatlarni beradi:",
  "developProfessionalSkills": "Kasbiy ko‘nikmalarni rivojlantirish",
  "understandIndustryStandards": "Sanoat standartlari va amaliyotlarini tushunish",
  "networkWithProfessionals": "O‘z sohasidagi mutaxassislar bilan tarmoq yaratish",
  "gainCareerInsights": "Kelajakdagi karyeralari haqida ma'lumot olish",
  "internshipsInDubaiHotels": "Eng yaxshi Dubay mehmonxonalarida amaliyot",
  "dubaiHotelsIntro": "Bundan tashqari, biz Dubaydagi yetakchi mehmonxonalar bilan hamkorlik o‘rnatdik, bu esa talabalarimizga dunyoning eng dinamik mehmondo‘stlik bozorlaridan birida amaliyot o‘tkazish va ishlash imkonini beradi. Ushbu amaliyotlar talabalarimizga quyidagi imkoniyatlarni beradi:",
  "developGlobalPerspective": "Mehmondo‘stlik boshqaruvi bo‘yicha global nuqtai nazar rivojlantirish",
  "experienceHighStandards": "Xizmat va luksning yuqori standartlarini tajriba qilish",
  "enhanceCulturalUnderstanding": "Madaniy tushunchalarni va moslashuvchanlikni rivojlantirish",
  "buildInternationalNetworks": "Xalqaro professional tarmoq yaratish",
  "strongIndustryConnections": "Bizning kuchli sanoat aloqalarimiz talabalarimizga o‘z o‘quv va karyera maqsadlariga muvofiq sifatli amaliyotlarni taqdim etishlarini ta'minlaydi.",
  "exchangeProgram": "Almashuv Dasturi",
  "programOverview": "Dasturga Umumiy Tanishuv",
  "exchangeProgramIntro": "Bizning almashuv dasturimiz talabalarimizga dunyo bo'ylab nufuzli hamkor universitetlarimizdan birida bir semestr o'tkazish imkonini beradi. Ushbu chuqur tajriba talabalarimizga quyidagi imkoniyatlarni taqdim etadi:",
  "gainInternationalAcademicExposure": "Xalqaro akademik tajriba orttirish",
  "experienceDifferentTeachingMethods": "Turli ta'lim usullari va o'quv tizimlari bilan tanishish",
  "developGlobalPerspective2": "O'zlarining o'rganish sohalari bo'yicha global nuqtai nazarni rivojlantirish",
  "improveLanguageSkills": "Til ko'nikmalarini rivojlantirish",
  "buildDiverseNetwork": "Turli xil, xalqaro tengdoshlar va mutaxassislar tarmog'ini yaratish",
  "partnerUniversities": "Hamkor Universitetlar",
  "partnerUniversitiesIntro": "Biz dunyo bo'ylab eng yaxshi universitetlar bilan hamkorlik aloqalarini o'rnatdik. Hamkorlarimiz talabalarimizga yuqori sifatli ta'lim va boy madaniy tajriba olishlarini ta'minlash uchun diqqat bilan tanlanadi. Ba'zi hurmatli hamkor universitetlarimiz quyidagilar:",
  "universityOfLund": "Lund Universiteti (Shvetsiya)",
  "universityMalaya": "Malaya Universiteti (Malayziya)",
  "aristotleUniversity": "Aristotel Universiteti (Gretsiya)",
  "hochschuleStralsund": "Hochschule Stralsund Ilmiy-Amaliy Universiteti (Germaniya)",
  "hsbBremen": "HSB Hochschule Bremen Shahar Ilmiy-Amaliy Universiteti (Germaniya)",
  "academicAndCulturalEnrichment": "Akademik va Madaniy Boylik",
  "academicAndCulturalEnrichmentIntro": "Ular chet elda o'qiyotgan paytida talabalar nafaqat akademik faoliyat bilan shug'ullanadilar, balki mahalliy madaniyatga ham sho'ng'iydilar. Ular quyidagi imkoniyatlardan foydalanish imkoniyatiga ega bo'ladilar:",
  "culturalExcursionsAndEvents": "Madaniy ekskursiyalar va tadbirlar",
  "languageCourses": "Til kurslari",
  "localStudentOrganizations": "Mahalliy talabalar tashkilotlari va klublari",
  "communityService": "Hamjamiyat xizmatlari va ko'ngillilik faoliyati",
  "deeperUnderstanding": "Bu tajribalar talabalarimizga qabul qiluvchi mamlakat va uning odamlari haqidagi chuqur tushunchalarni rivojlantirishga yordam beradi, global fuqarolik tuyg'usini oshiradi.",
  "whyChooseIMCPrograms": "Nima uchun IMC dasturlarini tanlash kerak",
  "whyChooseIMCProgramsIntro": "To'g'ri fakultetni tanlash sizning akademik sayohatingiz va kelajakdagi karyerangizni shakllantiradigan muhim qarordir. Bu yerda TSUE da, bizning fakultetimiz ambitsiyali va iste'dodli talabalar uchun ideal tanlov qiladigan bir necha asosli sabablarga ega.",
  "whyChooseOurFaculty": "Nima uchun bizning fakultetni tanlash kerak?",
  "affiliationWithIMC": "IMC Ilmiy-Amaliy Universiteti bilan aloqadorlik",
  "affiliationWithIMCIntro": "Biz IMC Ilmiy-Amaliy Universiteti bilan akademik aloqadormiz, bu bizning o'quv dasturimiz, professorlarimiz va akademik amaliyotlarimizda qat'iy standartlarni ta'minlaydi.",
  "internationalFaculty": "Xalqaro Fakultet",
  "internationalFacultyIntro": "Bizning professorlarimizning 50% dan ortig'i xalqaro, sinfda turli xil nuqtai nazar va global tajriba olib keladi.",
  "expertFacultyMembers": "Ekspert Fakultet A'zolari",
  "expertFacultyMembersIntro": "Bizning fakultetimizda yuqori darajali darajalarga ega va sezilarli sanoat tajribasiga ega bo'lgan tajribali professorlar mavjud.",
  "scholarships": "Stipendiyalar",
  "scholarshipsIntro": "Biz akademik muvaffaqiyatlarni tan olish va mukofotlash uchun raqobatbardosh stipendiyalarni taklif qilamiz.",
  "fullScholarship": "100% Stipendiya: Eng yaxshi natijaga erishgan talabalar uchun to'liq o'qish to'lovi ozodligi.",
  "halfScholarship": "50% Stipendiya: Ikkinchi eng yuqori GPA ga ega bo'lgan talabalar uchun 50% o'qish to'lovi ozodligi.",
  "partialScholarship": "30% Stipendiya: Uchinchi eng yuqori GPA ga ega bo'lgan talabalar uchun 30% o'qish to'lovi ozodligi.",
  "doubleDegreeDiploma": "Ikki darajali Diplom",
  "doubleDegreeDiplomaIntro": "TSUE va IMC Universitetidan darajalarni olish, ish bozoridagi imkoniyatlaringizni oshiradi.",
  "tsueLeadingUniversity": "TSUE: Iqtisodiyot va biznes ta'limi bo'yicha O'zbekistonning yetakchi universiteti.",
  "imcEuropeanAccreditation": "IMC Universiteti: Yevropa akkreditatsiyasi bizning darajalarimizning global tan olinishini ta'minlaydi.",
  "innovativeCurriculum": "Innovatsion O'quv Dasturi",
  "innovativeCurriculumIntro": "Bizning o'quv dasturimiz talabalarni tegishli va zamonaviy ko'nikmalar bilan jihozlash uchun ishlab chiqilgan.",
  "relevantCourses": "Tegishli va Zamonaviy Kurslar",
  "handsOnLearning": "Amaliy O'rganish Tajribalari",
  "strongIndustryConnections2": "Kuchli Sanoat Aloqalari",
  "strongIndustryConnectionsIntro": "Keng qamrovli stajirovka imkoniyatlari va karyera joylashuvlaridan foydalaning.",
  "internshipOpportunities": "Stajirovka Imkoniyatlari",
  "careerPlacement": "Karyera Joylashuvi",
  "stateOfTheArtFacilities": "Zamonaviy Imkoniyatlar",
  "stateOfTheArtFacilitiesIntro": "Ta'lim, tadqiqot va innovatsiyalarni qo'llab-quvvatlaydigan zamonaviy imkoniyatlardan bahramand bo'ling.",
  "advancedLaboratories": "Ilg'or Laboratoriyalar",
  "modernClassrooms": "Zamonaviy Sinflar",
  "comprehensiveSupportServices": "Har tomonlama Qo'llab-quvvatlov Xizmatlari",
  "comprehensiveSupportServicesIntro": "Biz shaxsiylashtirilgan akademik maslahat, karyera xizmatlari va maslahat xizmatlarini taqdim etamiz.",
  "academicAdvising": "Akademik Maslahat",
  "careerServices": "Karyera Xizmatlari",
  "counselingAndWellBeing": "Maslahat va Farovonlik",
  "exchangeProgram2": "Almashuv Dasturi",
  "exchangeProgramIntro2": "Bizning almashuv dasturimiz orqali xalqaro tajriba orttiring.",
  "studyAbroadOpportunities": "Chet Elda O'qish Imkoniyatlari",
  "culturalIntegration": "Madaniy Integratsiya",

  "howToApply": "Qanday Murojaat Qilish",
  "applyingToOurProgram": "Dasturimizga Murojaat Qilish",
  "applyingToOurProgramIntro": "Dasturimizga murojaat qilish oson va oddiy jarayondir. Biz bilan akademik sayohatingizni boshlash uchun quyidagi bosqichlarni bajaring:",
  "step1": "1-qadam: Ariza To'ldirish",
  "completeApplicationForm": "Murojaat qilish uchun, bizning onlayn ariza formasini to'ldirishingiz kerak. Iltimos, formaga kirish uchun quyidagi havolani bosing: ",
  "step2": "2-qadam: Kerakli Hujjatlarni Tayyorlash",
  "prepareRequiredDocuments": "Akademik Transkriptlar: Oldingi maktabingiz yoki universitetingizdan akademik yozuvlarning nusxalari.",
  "proofOfEnglishProficiency": "Ingliz Tili Bilim Darajasini Tasdiqlovchi Hujjat: Agar mos bo'lsa, TOEFL, IELTS va boshqalar kabi standart test natijalarini taqdim eting.",
  "personalStatement": "Shaxsiy Bayonot: Akademik maqsadlaringiz, karyera niyatlaringiz va bizning dasturimizni tanlash sabablaringizni qisqacha bayon qiling.",
  "identificationDocuments": "Identifikatsiya Hujjatlari: Pasport yoki milliy ID nusxasi.",
  "step3": "3-qadam: Arizani Yuborish",
  "submitApplication": "Ariza formasini to'ldirganingiz va kerakli hujjatlarni tayyorlaganingizdan so'ng, arizani Google Form havolasi orqali yuboring. Berilgan ma'lumotlarning to'g'riligiga va to'liq ekanligiga ishonch hosil qiling.",
  "step4": "4-qadam: Ingliz Tili Bilim Darajasi Baholash va Qabul Imtihoni",
  "ifIeltsScoreAbove5": "Agar IELTS ballingiz 5.0 yoki undan yuqori bo'lsa:",
  "interview": "Suhbat: Qabul jarayonining bir qismi sifatida suhbatga taklif qilinasiz. Bu suhbat sizning motivatsiyangiz, akademik maqsadlaringiz va dasturga mos kelishingizni baholaydi.",
  "ifIeltsScoreBelow5": "Agar IELTS ballingiz 5.0 dan past bo'lsa:",
  "ktatTest": "Krems Toshkent Qabul Imtihoni (KTAT): Bizning qabul imtihonimizdan o'tishingiz kerak bo'ladi, u quyidagilardan iborat:",
  "englishTest": "Ingliz Tili Imtihoni: Ingliz tili bilim darajangizni baholaydigan 30 ta savol.",
  "mathTest": "Matematika Imtihoni: Matematik mantiqingizni baholaydigan 10 ta savol.",
  "logicTest": "Mantiqiy Imtihon: Mantiqiy fikrlash qobiliyatingizni sinovdan o'tkazadigan 10 ta savol.",
  "speakingTest": "Nutq Imtihoni: Ingliz tili nutq qobiliyatingizni baholash uchun og'zaki imtihon.",
  "step5": "5-qadam: Qabul Qarori",
  "admissionDecision": "Suhbat yoki KTATdan so'ng, arizangiz holati haqida xabarnoma olasiz. Agar qabul qilingansiz, xabarnomada keyingi qadamlar, jumladan, ro'yxatdan o'tish tartiblari va muddatlari bo'yicha batafsil ko'rsatmalar keltiriladi.",
  "contactUs": "Biz bilan Bog'laning",
  "email": "Elektron pochta",
  "infoEmail": "info@imctashkent.uz",
  "phoneNumbers": "Telefon raqamlari",
  "phone1": "+998943670440",
  "phone2": "+998943870440",
  "phone3": "+998943970440",
  "officeHours": "Ish vaqti",
  "officeHoursTime": "Dushanbadan Jumagacha, 9:00 dan 17:00 gacha",
  "additionalInformation": "Qo'shimcha Ma'lumot",
  "step": "Qadam",
  "details": "Tafsilotlar",
  "completeApplicationFormDetails": "Ariza To'ldirish",
  "prepareRequiredDocumentsDetails": " Akademik Transkriptlar, Ingliz Tili Bilim Darajasini Tasdiqlovchi Hujjat, Shaxsiy Bayonot, Identifikatsiya Hujjatlari",
  "prepareRequiredDocuments2": "Kerakli Hujjatlarni Tayyorlash",
  "submitApplicationDetails": "Formani va hujjatlarni Google Form havolasi orqali yuboring",
  "submitApplication2": "Arizani Yuborish",
  "englishProficiencyAssessmentDetails": "IELTS 5.0 yoki undan yuqori: Suhbat, IELTS 5.0 dan past: KTAT (Ingliz Tili, Matematika, Mantiq, Nutq Imtihoni)",
  "englishProficiencyAssessment": "Ingliz Tili Bilim Darajasi Baholash va Qabul Imtihoni",
  "admissionDecisionDetails": "Xabarnoma va ro'yxatdan o'tish ko'rsatmalarini olish",
  "admissionDecision2": "Qabul Qarori",
  "applyForScholarships": "Stipendiyalar uchun ariza bering",
  "applyForScholarshipsDetails": "Ariza formasida stipendiyalarga qiziqishni ko'rsating",
  "contactUsDetails": "Biz bilan Bog'laning: info@imctashkent.uz, +998943670440, +998943870440, +998943970440",

  "entryRequirements": "Kirish Talablari",
  "foundationProgram": "Tayyorgarlik Dasturi",
  "ielts5OrAbove": "IELTS 5.0 yoki yuqori: Suhbat testi",
  "belowIelts5": "IELTS 5.0 dan past: KTAT (Ingliz tili, Matematika, Mantiq, Suhbat testi)",
  "passKtatOrSpeakingTest": "Qabul uchun KTAT yoki Suhbat testidan o'ting",
  "secondYearProgram": "Ikkinchi Yil Dasturi",
  "ielts5_5OrAbove": "IELTS 5.5 yoki yuqori",
  "passInterview": "IMC Universiteti Dastur Direktorlari bilan suhbatdan o'ting",
  "studyFees": {
    "title": "Kurs to'lovi",
    "foundationProgram": {
      "title": "Tayyorgarlik Dasturi:",
      "duration": "To'liq vaqtda",
      "language": "Ingliz tili",
      "durationDetails": "2 Semestr",
      "fee": "16,800,000 UZS",
      "applyNow": "Hozir ariza berish"
    },
    "imcPrograms": {
      "title": "IMC Dasturlari:",
      "duration": "To'liq vaqtda",
      "durationDetails": "22 hafta",
      "language": "Ingliz tili",
      "semesters": "2 Semestr",
      "fee": "$2300 AQSh dollari",
      "applyNow": "Hozir ariza berish"
    }
  },

  "Scholarships": "Stipendiyalar",
  "At our double degree faculty, we believe in rewarding academic excellence and supporting students in their pursuit of higher education. Our scholarship programs are designed to recognize and reward outstanding academic performance, ensuring that financial barriers do not hinder talented students from achieving their full potential.": "Bizning ikkita diplomli fakultetimizda, ilmiy yuksak darajani mukofotlash va talabalarni oliy ta'limni takomillashtirishda qo'llab-quvvatlashga ishonamiz. Bizning oliy ta'lim stipendiyalar dasturlarimiz yuqori ilmiy natijalarni tan olish va ularni mukofotlash uchun mo'ljallangan, talabalar mukammal potensiallariga erishishlarini ta'minlash maqsadida ishlab chiqilgan.",
  "Scholarship Opportunities": "Stipendiyalar imkoniyatlari",
  "At IMC Krems, we offer three competitive scholarships that recognize and reward outstanding academic achievements. These scholarships are available from the second year of study.": "IMC Kremsda biz yuqori akademik yutuqlarni tan olish va ularni mukofotlash uchun uchratuvchi uch stipendiyalar taklif etamiz. Bu stipendiyalar o'quv yili ikkinchi yilidan boshlab foydalanish mumkin.",
  "100% Scholarship": "100% stipendiyasi",
  "Coverage: Full tuition fee waiver": "Qamrovli o'quv to'lovini bepul so'raydi",
  "Eligibility: Top-performing student based on GPA": "Talablar uchun yuqori natijali bo'lish sharti: GPA asosida",
  "Requirements: Consistently high academic performance and exceptional GPA": "Talablar: doimiy yuqori akademik natija va mukammal GPA",
  "50% Scholarship": "50% stipendiyasi",
  "Coverage: 50% tuition fee waiver": "Qamrovli o'quv to'lovining 50% si so'raydi",
  "Eligibility: Student with the second highest GPA": "Talablar: ikkinchi yuqori GPA bilan",
  "Requirements: Strong academic performance and high GPA": "Talablar: kuchli akademik natija va yuqori GPA",
  "30% Scholarship": "30% stipendiyasi",
  "Coverage: 30% tuition fee waiver": "Qamrovli o'quv to'lovining 30% si so'raydi",
  "Eligibility: Student with the third highest GPA": "Talablar: uchinchilardan yuqori GPA bilan",
  "Requirements: Good academic performance and competitive GPA": "Talablar: yaxshi akademik natija va rag'batan GPA",
  "Scholarship Competition": "Stipendiyalar muxlislari",
  "Scholarships are awarded based on a competitive selection process. Students must maintain a high GPA and demonstrate excellence in their academic pursuits.": "Stipendiyalar raqobatli tanlov jarayonida beriladi. Talabalar yuqori GPA ni saqlash va akademik yutuqlarida a'lo darajada boshqarishlari kerak.",
  "The selection criteria include:": "Tanlov kriteriyalari quyidagilarini o'z ichiga oladi:",
  "GPA": "GPA",
  "Scholarships are awarded based on the highest GPAs among the students.": "Stipendiyalar talabalar orasidagi eng yuqori GPA lar asosida beriladi.",
  "Consistency": "Istiqomati",
  "Students must show consistent academic performance throughout their first year.": "Talabalar birinchi yillarida doimiy akademik natija ko'rsatishlari kerak.",
  "Academic Rigor:": "Akademik aniqloviy:",
  "Participation in challenging courses and academic initiatives is considered.": "Murakkab darslar va akademik iniciativada ishtirokni ko'rib chiqiladi.",
  "Benefits of Scholarships": "Stipendiyalar afzalliklari",
  "Financial Support:": "Moliyaviy qo'llab-quvvat:",
  "Scholarships provide significant financial relief by covering a portion or all of the tuition fees.": "Stipendiyalar o'quv to'lovlari bir qismini yoki barchasini qamrovli tushunar edi, bunda muhim moliyaviy yordam beradi.",
  "Recognition": "Tan erkak",
  "Scholarship recipients are recognized for their academic excellence, enhancing their academic and professional profiles.": "Stipendiyalar oluvchilari o'zlarining akademik ilmiy va professional profiliga mustahkamlashgan ulovchi.",
  "Opportunities": "Imkoniyatlar",
  "Scholarships open doors to various opportunities, such as internships, research projects, and networking events.": "Stipendiyalar staj, tadqiqot loyiha va tarmoq qurilmalarini o'z ichiga oladi.",
  "Motivation": "Motivatsiya",
  "Scholarships motivate students to maintain high academic standards and strive for excellence.": "Stipendiyalar talabalar o'zlarining yuqori akademik standartlarni saqlash va a'lochiylikka harakat qilishlari uchun yorqinlashtiradi.",



  "Learn about KTAT initiatives": "KTAT loyihalarini o'rganing",
  "About KTAT": "KTAT haqida",
  "The Krems Tashkent Admission Test (KTAT) is a comprehensive assessment designed to evaluate your readiness for the academic programs at our faculty. The test ensures that all students meet the required standards in key academic areas and possess the necessary skills for success in their studies.": "Krems Toshkent Qabul Testi (KTAT), ta'lim dasturlari uchun tayyorgarlikni baholash uchun mo'ljallangan umumiy baholashdir. Test, barcha talabalarining muhim akademik sohalar bo'yicha zarur standartlarni qondirishini va ta'limlari uchun zarur ko'nikmalarga ega bo'lishini ta'minlaydi.",
  "Overview of KTAT": "KTAT tavsifi",
  "Part 1: Written Exam": "1-qism: Yozma imtihon",
  "The written exam evaluates your skills in three key areas: English, Math, and Logic.": "Yozma imtihon, Ingliz, Matematika va Mantiq sohalaridagi ko'nikmalarini baholaydi.",
  "1. English Test (30 Questions)": "1. Ingliz tilini tekshirish (30 savol)",
  "Purpose: To assess your English language proficiency, including grammar, vocabulary, reading comprehension, and writing skills.": "Maqsad: Ingliz tilini o'rganish darajasini, grammatika, lug'at, o'qish tushunchasi va yozish ko'nikmalari tarkibiyligini baholash.",
  "Format: Multiple-choice questions covering various aspects of English language use.": "Format: Ingliz tilining turli asoslari ustida yuzaga kelgan tanlov savollari.",
  "Sample Questions:": "Namuna savollar:",
  "Choose the correct word to complete the sentence: \"She _____ to the store every Saturday.\"": "Qatorda to'liq keladigan so'zni tanlang: ",
  "Read the passage and answer the question: \"The sun rises in the east and sets in the west. This statement is true for most places on Earth. What does this passage mainly describe?\"": "Matnni o'qib, savolga javob bering: \"Quyosh sharqdan chiqadi va g'arbga botadi. Bu bayonnoma Yerda ko'proq joylarda to'g'ri.\"",
  "Part 2: Speaking Test": "2-qism: Nutq imtihoni",
  "The speaking test evaluates your ability to communicate effectively in English.": "Nutq imtihoni, Ingliz tilida samarali muloqot qilish ko'nikmalarini baholaydi.",
  "Components of the Speaking Test:": "Nutq imtihonining qismlari:",
  "Introduction: You will introduce yourself and discuss your background, interests, and goals.": "Kirish: Siz o'zingiz haqingizda, merosingiz, qiziqlaringiz va maqsadlaringiz haqida gaplashasiz.",
  "Discussion Topics: You will be asked to discuss specific topics related to your academic interests or current events.": "Munozara mavzulari: Akademik qiziqishlar yoki joriy voqealar bilan bog'liq ma'lumotli mavzularni munozara qilish uchun so'raladi.",
  "Role Play: You might engage in a role-play exercise where you respond to hypothetical scenarios or solve problems.": "Rol o'yini: Siz faraziyl tanishtirilgan hodisalarga javob berish yoki muammolarni hal qilish uchun rol o'yini o'ynashingiz mumkin.",
  "Sample Speaking Test Topics:": "Nutq imtihoni namuna mavzulari:",
  "Describe a challenge you have faced and how you overcame it.": "Sizga qarshi chiqqan muammolarni ta'riflang va ularni qanday hal qilishingizni aytib bering.",
  "Discuss a recent news event and share your opinion on it.": "So'nggi yangilik hodisani muzokaraga olib, u haqida fikringizni bildiring.",
  "Explain your reasons for choosing [University Name] and what you hope to achieve here.": "Siz [University Name]ni tanlash sabablaringizni tushuntiring va bu erda nima erishmoqchisiz.",
  "Preparing for KTAT": "KTATga tayyorgarlik",
  "To prepare for the KTAT, consider the following tips:": "KTATga tayyorgarlik uchun quyidagi maslahatlarni hisobga oling:",
  "Review Basic Concepts: Brush up on English grammar and vocabulary, basic math principles, and logical reasoning strategies.": "Asosiy kontseptlarni ko'rib chiqish: Ingliz grammatikasi va lug'at, asosiy matematika tamoyillari va mantik fikrlash strategiyalarini o'rganing.",
  "Practice Sample Questions: Work on sample questions for English, Math, and Logic to familiarize yourself with the test format.": "Namuna savollari ustida ishlash: Ingliz, Matematika va Mantiq uchun namuna savollari ustida ishlang, imtihon formatini tushunishingiz uchun.",
  "Improve Speaking Skills: Practice speaking English with friends, family, or through language exchange programs.": "Nutq ko'nikmalarini oshiring: Do'stlar, oila a'zolari yoki til almashish dasturlari orqali Ingliz tilida gaplashishni o'rganing.",
  "Admission Test Schedule": "Qabul imtihon rejasi",
  "The KTAT is held on specific dates throughout the year. Please check our website or contact the admissions office for the upcoming test dates and registration deadlines.": "KTAT yili bo'yicha ma'lum sanalarda o'tkaziladi. Tezligicha test sanalari va ro'yxatdan o'tish muddatlari uchun bizning veb-saytga murojaat qiling yoki qabul qilish idoramiz bilan bog'laning.",
  "We look forward to your application and wish you the best of luck with your KTAT preparation!": "Sizning arizangizni kutib, KTATga tayyorgarlikda omad tilaymiz!",
  "KTAT Summary": "KTAT mazmuni",
  "Part of Test:": "Imtihonning qismi:",
  "Description:": "Tavsif:",
  "Number of Questions": "Savollar soni",
  "Written Exam": "Yozma imtihon",
  "English Test": "Ingliz tili imtihoni",
  "30 questions": "30 ta savol",
  "Math Test": "Matematika imtihoni",
  "10 questions": "10 ta savol",
  "Logic Test": "Mantiq imtihoni",
  "50 Questions Total": "Jami 50 savol",
  "Speaking Test": "Nutq imtihoni",
  "Introduction, Discussion Topics, Role Play": "Kirish, Munozara mavzulari, Rol o'yini",
  "Oral Assessment": "Nutq baholash",

  "Is the university private?": "Universitet xususiymi?",
  "No, the university is not private.": "Yo'q, universitet xususiy emas.",
  "Will I receive a diploma upon graduation?": "Bitirganidan so'ng diplom o'tadimi?",
  "Yes, you will receivSe a diploma upon graduation.": "Ha, bitirganingizdan so'ng diplom olasiz.",
  "Are scholarships available?": "Grant o'rinlari mavjudmi?",
  "Yes, scholarships are available.": "Ha, grant o'rinlari mavjud.",
  "What should I do if I fail the entrance exam?": "Imtihondan o'ta olmasam nima qilsam bo'ladi?",
  "You can retake the entrance exam next year.": "Siz kelgusi yilda kirish imtihonini qayta topshirishingiz mumkin.",
  "Is there an opportunity for studying abroad?": "Chet-elda o'qish imkoniyati bormi?",
  "Yes, there are opportunities for studying abroad.": "Ha, chet elda o'qish imkoniyatlari mavjud.",
  "Can I participate in the Work&Travel program?": "Work&Travel dasturida qatnashsa bo'ladimi?",
  "Yes, you can participate in the Work&Travel program.": "Ha, siz Work&Travel dasturida qatnashishingiz mumkin.",
  "How much is the tuition fee?": "Kantrakt summasi necha pul?",
  "The tuition fee varies by program and year.": "Kantrakt summasi dastur va yillarga qarab farqlanadi.",
  "Why does the contract increase after the 2nd year?": "2-kursdan nega kantrakt oshadi?",
  "The contract increase reflects the rising costs of education.": "Kantrakt oshishi ta'lim narxining oshishini aks ettiradi.",
  "Will I receive 2 diplomas upon graduation?": "Bitirganimizdan so'ng 2 ta diplom beriladimi?",
  "Yes, you will receive 2 diplomas upon graduation.": "Ha, bitirganingizdan so'ng 2 ta diplom olasiz.",
  "Can I get an 'Education credit' due to the value of the contract?": "Kantrkatni o'qish boshida 100% to'lash shartmi?",
  "Yes, you can apply for an education credit.": "Ha, siz ta'lim krediti olish uchun ariza berishingiz mumkin.",
  "Do I have to pay 100% of the contract at the beginning of the study?": "Kantrkatni o'qish boshida 100% to'lash shartmi?",
  "No, you can pay in installments.": "Yo'q, siz to'lovni qismlarga bo'lib to'lashingiz mumkin.",
  "What majors are available?": "Qanday yo'nalishlar bor?",
  "Various majors are available in different fields of study.": "Turli sohalarda turli xil yo'nalishlar mavjud.",
  "Is it free to participate in the exam by submitting documents?": "Hujjat topshirib imtihonda qatnashish pullikmi?",
  "Yes, it is free to participate in the exam.": "Ha, imtihonda qatnashish bepul.",
  "How can I submit documents for the exam?": "Qanday qilib hujjat topshirsam bo'ladi?",
  "You can submit documents online through our website.": "Siz hujjatlarni veb-saytimiz orqali onlayn topshirishingiz mumkin.",
  "Can I submit documents with a green biometric passport if I do not have an ID yet?": "Men hali ID olmaganman, yashil biometrik passport bilan topshirsam bo'ladimi?",
  "Yes, you can submit documents with a green biometric passport.": "Ha, yashil biometrik passport bilan hujjat topshirishingiz mumkin.",
  "Are university teachers good?": "Universitet o'qituvchilari yaxshimi?",
  "Yes, our university has highly qualified teachers.": "Ha, universitetimizda yuqori malakali o'qituvchilar bor.",
  "What will the entrance exam consist of?": "Kirish Imtihoni nimalardan bo'ladi?",
  "The entrance exam will consist of multiple-choice questions and an essay.": "Kirish imtihoni ko'p tanlovli savollar va insho topshirig'idan iborat bo'ladi.",
  "Are there any graduates?": "Bitiruvchilar bormi?",
  "Yes, we have many successful graduates.": "Ha, bizda ko'plab muvaffaqiyatli bitiruvchilar bor.",
  "How many students are currently in the joint educational program?": "Hozirgi kunda nechta talaba mavjud shu qo'shma ta'lim dasturida?",
  "There are currently over 500 students in the joint educational program.": "Hozirgi kunda qo'shma ta'lim dasturida 500 dan ortiq talaba bor.",
  "Why do you accept 100-200 students, not 1000 or 2000?": "Nega 1000 yoki 2000 ta emas balki 100-200 ta qabul qilasizlar?",
  "We focus on providing high-quality education to a limited number of students.": "Biz cheklangan miqdordagi talabaga yuqori sifatli ta'lim berishga e'tibor qaratamiz.",
  "Can I submit without a certificate?": "Hali attestat olmaganman, topshirsam bo'ladi?",
  "No, you need to have a certificate to submit.": "Yo'q, sizga hujjat topshirish uchun attestat kerak.",
  "How many years has the university been open?": "Bu universitet ochilganiga necha yil bo'ldi?",
  "The university has been open for over 20 years.": "Universitet ochilganiga 20 yildan oshdi.",
  "How many years of study?": "O'qish necha yillik?",
  "The duration of study varies by program.": "O'qish muddati dasturga qarab o'zgaradi.",
  "Where are you located?": "Qayerda joylashgansizlar?",
  "We are located in the heart of the city.": "Biz shahar markazida joylashganmiz.",
  "Is an IELTS certificate required for admission?": "IELTS sertifikati shartmi kirish uchun?",
  "Yes, an IELTS certificate is required for admission.": "Ha, IELTS sertifikati kirish uchun shart.",
  "Are there any phone numbers?": "Telefon raqamilar bormi?",
  "Yes, you can find our contact numbers on the website.": "Ha, siz bizning kontakt raqamlarimizni veb-saytimizda topishingiz mumkin.",


  "About us": "Biz haqimizda",
  "Learn about our mission, vision, and values.": "Bizning maqsadimiz, misyon va qadriyatlarimiz haqida bilib oling.",
  "Meet our leadership team and their expertise.": "Rahbariyat jamoamiz bilan tanishing va ularning mutaxassisligini ko'ring.",
  "Explore our partnerships and collaborations.": "Hamkorliklarimizni va hamkorliklarimizni o'rganing.",
  "Global faculty": "Dunyo o'qituvchilari",
  "Discover our diverse and experienced faculty.": "Bizning murakkab va tajribali o'qituvchilarimizni kashf eting.",
  "Career": "Karyera",
  "Find career opportunities and join our team.": "Karyera imkoniyatlaringizni toping va jamoamizga qo'shiling",
  "International joint faculty between TSUE and IMC Krems": "TSUE va IMC Krems o'rtasida xalqaro birlikdagi o'qituvchilar",
  "Discover our collaborative international faculty.": "Bizning hamkorlik xalqaro o'qituvchilarimizni kashf eting.",
  "Programs Offered": "Taklif etilgan dasturlar",
  "Explore the range of programs we offer.": "Taklif etilgan dasturlar miqdoriyati haqida ma'lumot olishingiz mumkin.",
  "Global Opportunities": "Dunyo imkoniyatlari",
  "Learn about international exchange and study abroad options.": "Xalqaro almashish va chet elda o'qish imkoniyatlarini o'rganing.",
  "Faculty Members": "O'qituvchilar a'zolari",
  "Meet our distinguished faculty members.": "Bizning a'lo o'qituvchilarimiz bilan tanishing.",
  "Foundation": "Yordam",
  "Learn about our foundational principles and support.": "Yordam asoslarimiz va qo'llab-quvvatlash haqida bilib oling.",
  "Students union": "O'quvchilar ittifoqi",
  "Get involved with the student union.": "O'quvchilar ittifoqi bilan bog'lang.",
  "Internship": "Staj",
  "Find internship programs and opportunities.": "Staj dasturlari va imkoniyatlari to'g'risida ma'lumot toping.",
  "Exchange program": "Almashish dasturi",
  "Learn about our student exchange programs.": "O'quvchilar almashish dasturlari haqida o'rganing.",
  "Library": "Kutubxona",
  "Explore our extensive library resources.": "Kutubxona resurslarimizni o'rganing.",
  "Why IMC program": "IMC dasturi nima uchun",
  "Understand why the IMC program is right for you.": "IMC dasturi siz uchun qanday to'g'ri ekanligini tushuning.",
  "How to apply": "Qanday murojaat qilish",
  "Learn about the application process.": "Murojaat jarayonini o'rganing.",
  "Entry requirements": "Kirish talablari",
  "Check the entry requirements for the program.": "Dasturga kirish talablari tekshiring.",
  "Course fee": "Dars to'lovi",
  "Find information on course fees.": "Dars to'lovlari haqida ma'lumot toping.",
  "Scholarship": "Grant",
  "Explore available scholarships.": "Mavjud grantlarni o'rganing.",
  "Learn about the KTAT initiative.": "KTAT loyihasi haqida ma'lumot oling.",
  "Apply": "Murojaat qilish",
  "Start your application here.": "Murojaatni bu yerdan boshlang.",
  "FAQ": "FAQ",
  "Find answers to frequently asked questions.": "Ko'p so'raladigan savollarga javob toping.",
  "Graduation ceremony": "Bitiruv marosimi",
  "Celebrate your achievements at our graduation ceremony.": "Bitiruv marosimimizda muvaffaqiyatlaringizni bayramlang.",
  "Students Career centre": "O'quvchilar karyera markazi",
  "Get career support and resources.": "Karyera qo'llab-quvvatlash va resurslarini olish.",
  "Events": "Tadbirlar",
  "Stay updated with our latest events.": "So'nggi tadbirlarimiz bilan yangilaning.",
  "Campus life": "Campus hayoti",
  "Explore life on campus.": "Campus hayotini o'rganing.",
  "Policy": "Siyoq",
  "Understand our policies.": "Siyoqlarimizni tushuning.",
  "Gallery": "Galereya",
  "View our photo gallery.": "Foto galereyamizni ko'ring.",

  "Home": "Bosh sahifa",
  "University": "Universitet",
  "Programs": "Dasturlar",
  "Students": "O'quvchilar",
  "Admission": "Qabul",
  "Alumni": "Alumni",
  "News": "Yangiliklar",

  "International Join Faculty between TSUE & IMC UAS Krems": "TSUE va IMC UAS Krems oʻrtasidagi Xalqaro Hamkorlik Fakulteti",
  "International Business Management bachelor degree programme": "Xalqaro Biznesni Boshqarish bakalavr dasturi",
  "formerly Export-oriented Management": "ilgari Eksportga yo'naltirilgan Menejment",
  "International business in a nutshell: Do you enjoy communication? Do you like to travel? Are you open to other cultures? Are you interested in international business relations? Then this degree programme is the perfect choice for you.": "Xalqaro biznes haqida qisqacha: Siz muloqot qilishni yoqtirasizmi? Safarga chiqishni yoqtirasizmi? Boshqa madaniyatlarga ochiqmisiz? Xalqaro biznes munosabatlariga qiziqasizmi? Unda bu dastur siz uchun mukammal tanlov.",
  "We give you the skills and detailed knowledge of international business administration and economics that allow you to deal successfully with partners all over the world.": "Biz sizga xalqaro biznes boshqaruvi va iqtisodiyot sohasidagi ko'nikmalar va batafsil bilimlarni beramiz, bu esa sizga dunyo bo'ylab hamkorlar bilan muvaffaqiyatli ishlashga imkon beradi.",
  "It goes without saying that the programme is entirely taught in English, and on top of that you also study an additional foreign language.": "Dastur to'liq ingliz tilida o'qitilishi tabiiy, shuningdek, siz qo'shimcha chet tilini ham o'rganasiz.",

  "Nowadays, many companies operate in an international environment – their suppliers, business contacts, consultants and clients are increasingly located abroad, as are their competitors, who also have an international focus, offering new ideas and business models from other countries that are changing markets constantly.": "Hozirgi kunda ko'plab kompaniyalar xalqaro muhitda faoliyat yuritmoqdalar - ularning yetkazib beruvchilari, biznes aloqalari, maslahatchilari va mijozlari tobora chet elda joylashgan, shuningdek, ularning raqobatchilari ham xalqaro e'tiborga ega, boshqa mamlakatlardan yangi g'oyalar va biznes modellari taklif qilinmoqda, bu esa bozorlarda doimiy o'zgarishlarga olib kelmoqda.",
  "This means more and more Austrian companies are looking for opportunities abroad. The export sector, often referred to as the engine of economic growth, has expanded from 10,000 companies to over 60,000 in the last 20 years. This brings significant opportunities, but also some challenges.": "Bu shuni anglatadiki, ko'proq Avstriya kompaniyalari chet elda imkoniyatlar izlamoqda. Eksport sektori, ko'pincha iqtisodiy o'sishning motoriga aylangan, so'nggi 20 yil ichida 10,000 kompaniyadan 60,000 dan ortiq kompaniyaga kengaydi. Bu sezilarli imkoniyatlar, lekin ba'zi qiyinchiliklarni ham keltirib chiqaradi.",
  "Ideally equipped for tomorrow’s job market": "Ertangi kun mehnat bozoriga mukammal tayyorlangan",
  "The International Business Management bachelor degree programme has been designed specifically with these requirements in mind. You will examine ways in which you can head up and develop businesses with a view to building a successful future and learn how to effectively manage national and international projects and partnerships. Although the courses focus on international business activities, it goes without saying that the skills you develop can also be applied in the domestic market. We give our students the tools they need to handle complex situations so that they can skilfully address all kinds of challenges using the problem-solving approaches and strategies at their disposal.": "Xalqaro Biznesni Boshqarish bakalavr dasturi aynan shu talablar asosida ishlab chiqilgan. Siz bizneslarni boshqarish va rivojlantirish yo'llarini ko'rib chiqasiz va milliy va xalqaro loyihalar va hamkorliklarni samarali boshqarishni o'rganasiz. Kurslar xalqaro biznes faoliyatiga e'tibor qaratilgan bo'lsa-da, siz rivojlantirgan ko'nikmalar mahalliy bozorda ham qo'llanilishi mumkinligi o'z-o'zidan tushunarli. Talabalarimizga murakkab vaziyatlarni hal qilish uchun zarur bo'lgan vositalarni beramiz, shunda ular har xil qiyinchiliklarga mohirlik bilan javob bera olishlari uchun o'zlaridagi muammoni hal qilish yondashuvlari va strategiyalaridan foydalanadilar.",
  "Learning and developing skills and abilities that will give you a clear advantage in your day-to-day work play an important role throughout the programme. The skills modules are closely aligned with the learning modules: you will learn about the theory and practice behind a range of activities, including negotiations and concluding contracts, conflict and receivables management, getting your business in shape for audits and budgeting processes, as well as receiving valuable inputs related to discussions on objectives, performance assessment and employee management.": "Kundalik ishlaringizda aniq afzalliklarni beradigan ko'nikma va qobiliyatlarni o'rganish va rivojlantirish dastur davomida muhim rol o'ynaydi. Ko'nikmalar modullari o'quv modullari bilan chambarchas bog'liq: siz turli faoliyatlar, jumladan muzokaralar va shartnomalar tuzish, mojarolar va qarzlarni boshqarish, audit va byudjet jarayonlariga tayyorgarlik ko'rish, shuningdek, maqsadlar, ish faoliyatini baholash va xodimlarni boshqarish bilan bog'liq qimmatli ma'lumotlarni o'rganasiz.",
  "International focus from day one": "Birinchi kundan xalqaro e'tibor",
  "International and intercultural learning is also very important to us. Here, the emphasis is on personal experience. This starts with the international atmosphere at home – you will work with fellow students from all over the world and regularly discuss international topics and best practice during the courses.": "Xalqaro va madaniyatlararo o'rganish ham biz uchun juda muhim. Bu erda, shaxsiy tajribaga urg'u beriladi. Bu uyda xalqaro muhit bilan boshlanadi - siz butun dunyodan kelgan talabalar bilan ishlaysiz va kurslar davomida muntazam ravishda xalqaro mavzular va eng yaxshi amaliyotlar haqida muhokama qilasiz.",
  "In addition, you will have the opportunity to spend the third semester abroad at one of our 170+ partner universities without having to put your studies on hold. The fourth semester also has an international element: an internship at a company of your choice abroad.": "Bundan tashqari, uchinchi semestrni 170+ hamkor universitetlarimizdan birida chet elda o'tkazish imkoniyatiga ega bo'lasiz, o'qishni to'xtatmasdan. To'rtinchi semestr ham xalqaro elementga ega: siz tanlagan kompaniyada chet elda amaliyot o'tash.",
  "Tip": "Maslahat",
  "The dual degree we offer in conjunction either with the Metropolia University of Applied Sciences, Finland or the KEDGE Business School - Campus Bordeaux, France is a particularly attractive option. Besides obtaining a Bachelor of Arts from IMC Krems, you will also be awarded a degree from our partner institution.": "Biz taklif etayotgan ikki tomonlama daraja, Finlandiyaning Metropolia Ilmiy Amaliy Universiteti yoki Fransiyaning KEDGE Biznes Maktabi - Bordeaux Kampusi bilan birgalikda, ayniqsa jozibador variantdir. IMC Kremsdan san'at bakalavr darajasini olishingizdan tashqari, hamkor muassasamizdan ham daraja olasiz.",
  "On top of that, you have the chance to spend a semester at one of our international locations – Tashkent in Uzbekistan, Sanya in China or Hanoi in Vietnam.": "Bundan tashqari, siz O'zbekistonda Toshkent, Xitoyda Sanya yoki Vetnamda Xanoi kabi xalqaro joylarda bir semestr o'tkazish imkoniyatiga egasiz.",
  "international locations – Tashkent in Uzbekistan, Sanya in China or Hanoi in Vietnam.": "xalqaro joylar - O'zbekistonda Toshkent, Xitoyda Sanya yoki Vetnamda Xanoi.",
  "Student stories": "Talaba hikoyalari",
  "Full-time": "To'liq vaqt",
  "Organisational form": "Tashkiliy shakl",
  "English": "Ingliz tili",
  "Language": "Til",
  "6 semesters": "6 semestr",
  "Duration": "Davomiyligi",
  "21 weeks": "21 hafta",
  "Study fee": "O'qish narxi",
  "The degree programme": "Dastur darajasi",

  "Business administration": "Biznes boshqaruv",
  "Business administration focuses on how organisations and companies are managed. In other words, it examines business processes with the aim of providing insights into the planning, implementation and evaluation of responsibilities, approaches and objectives in different parts of a business.": "Biznes boshqaruv tashkilot va kompaniyalar qanday boshqarilishini ilmiy boshqaradi. Boshqa so'z bilan, u biznes jarayonlarini o'rganish maqsadida tashkilotning har bir qismida mas'uliyatlar, usullar va maqsadlarni rejalashtirish, amalga oshirish va baholashga oid nazariyalar taklif etadi.",
  "Business administration covers topics including accounting and finance, marketing, human resources and logistics.": "Biznes boshqaruv hisob-kitob va moliya, marketing, odam resurslari va logistika kabi mavzularni o'z ichiga oladi.",
  "Core elements of the programme": "Dasturning asosiy elementlari",
  "In the International Business Management bachelor degree programme, we provide you with a broad range of business administration skills and know-how, with a focus on international activities.": "Xalqaro Biznesni Boshqarish bakalavr dasturida biz sizga xalqaro faoliyatlar bilan bog'liq biznes boshqaruv ko'nikmalari va bilimlarni keng qamrovli taqdim etamiz.",
  "This is the ideal preparation for capitalising on the opportunities and addressing the challenges of increasingly dynamic markets by implementing established and new business models, and adopting contemporary approaches.": "Bu xalqaro bozorlarning oson faol bo'lishi natijasida paydo bo'lgan imkoniyatlardan foydalanish va yangi biznes modellarni amalga oshirish, hozirgi yondashuvlarni qabul qilish uchun ideal tayyorlovdir.",
  "What are the most important steps for successful international expansion? First of all, you have to ensure that you understand your counterparts, and take into account any potential cross-cultural differences. Then it’s all about building a relationship so that you can successfully conclude contracts and agreements and manage risks systematically. Finally, you need to actually run the business and solve problems.": "Xalqaro rivojlanishda muvaffaqiyatli bosqichlar nima? Avvalo, o'zingizning o'zaro almashishlaringizni tushuntirganligingizni ta'minlash, potentsial xalqaro madaniy farqni e'tiborlarga olish zarur. Keyin, muvaffaqiyatli shartnomalar va kelishmalar tuzish, tizimli ravishda rizikolarni boshqarish uchun aloqani qurishga aylanadi. Oxir-oqibat, siz boshqarishni amalga oshirishingiz va muammolarni hal qilishingiz kerak.",
  "Statistics underline the importance of exports in our globalised world: the number of exporters has increased from 12,500 in 2000 to over 60,000 today. Meanwhile, exports account for 60% of Austria’s gross domestic product. What’s more, many companies export more than 90% of their goods and services and could not exist if they operated solely on the Austrian market.": "Statistika globalizatsiyalangan jahonimizda eksportning ahamiyatini ko'rsatadi: eksport qiluvchilar soni 2000 yilida 12,500 dan bugungi kunga qadar 60,000 dan ortiqga oshgan. Shuningdek, eksport Avstriyaning umumiy maxsus mamlakat mahsulotlarining 60% ni tashkil etadi. Yana, ko'plab kompaniyalar tovarlarini va xizmatlarini 90% dan ortiq eksport qiladi va agar ular faqat Avstriya bozorida faoliyat yursalar, ular mavjud bo'lmaydilar.",
  "On the flip side, we also benefit from imports, such as bananas and coffee, but also in terms of energy, computers and software.": "Boshqa tarafdan, biz shuningdek importdan ham foydalanamiz, masalan, bananlar va kofe, balki energiya, kompyuterlar va dasturiy ta'minotlar muammolari.",
  "Many international organisations (such as the United Nations, OPEC and the OSCE) are based in Austria, while numerous international companies also have their European or southeast European headquarters in this country.": "Bir qancha xalqaro tashkilotlar (Masalan, Birlashgan Millatlar Tashkiloti, OPEK va ATVT) Avstriyada joylashgan, bir nechta xalqaro kompaniyalar ham shu mamlakatda yevropa yoki janubiy sharqiy Yevropadagi markazlariga ega.",

  "On this programme you will have the opportunity to discover where your interests lie. You will gain a comprehensive overview of a range of industries and departments, putting you in a position to identify a company’s internal and external relationships. Foreign trade, marketing and sales, human resources, project business, or how about logistics? You decide on the focus of your degree with your choice of internship, electives and the topic of your bachelor paper.": "Bu dasturda sizning qiziqishlaringiz qayerda ekanligini aniqlash imkoniyatingiz bo'ladi. Siz turli sanoatlar va bo'limlarning kengroq qarashlarini olishingiz mumkin, shuningdek kompaniyaning ichki va tashqi munosabatlarini aniqlash uchun imkoniyatlar yaratish. Xalqaro savdo, marketing va savdo, odam resurslari, loyihalar biznesi, yoki lojistika haqida nima deb o'ylaysiz? Siz staj, tanlov vakillar va bakalavr ishingiz mavzusi bilan gradatsiyangizni qaysi yo'nalishda taqqos qilishingizga qaror qiling.",
  "Christopher Schwand": "Christopher Schwand",
  "Programme director": "Dastur direktori",

  "A formula for success: theoretical knowledge + practical experience": "Muvaffaqiyat uchun formulalar: nazariy bilim + amaliy tajriba",
  "The programme is built on three pillars.": "Dastur uchta asosda tuzilgan.",
  "The basics": "Asoslar",
  "Semesters 1-2": "1-2-semesterlar",
  "At the beginning of your studies, you will gain an overview of business administration and economics and how to act sustainably in business. You will deal with subjects such as marketing, human resources management, accounting, logistics and law. Always with the opportunities and challenges in mind that come with internationalisation and international trade. Thus, we will start with a virtual journey around the world, with a wide variety of products and business sectors already in the first semester.": "O'qishni boshlaganingizda, biznes administratsiyasi va iqtisodiyotning umumiy qarashlari va biznesda mustaqil ravishda harakat qilishni o'rganasiz. Siz marketing, odam resurslari boshqaruvini, hisob-kitoblarni, logistikani va huquqni tashkil etasiz. Har doim xalqaro tarqalganligi va xalqaro savdo bilan bog'liq imkoniyatlar va muammolar bilan o'z fikrlaringizda. Shuning uchun, birinchi semestrda dunyoning har qanday mahsulotlari va biznes sohalari bilan virtual sayohat boshlaymiz.",
  "Another important focus is developing an awareness of cultural differences. During the degree, you will acquire techniques for working as part of diverse teams. You can also select an additional foreign language, with a choice of Chinese, German, French, Italian or Spanish.": "Boshqa muhim e'tibor - madaniy farqni anglash. Ta'lim davrida, siz murakkab jamoalarda ishlash usullarini o'rganasiz. Sizning tanlagan qo'shimcha chet tillaringizni ham tanlashingiz mumkin: Chin, German, Fransuz, Italian yoki Ispancha.",
  "Gathering experience abroad": "Chet elda tajribani to'plash",
  "Semesters 3-4": "3-4-semesterlar",
  "Advanced language skills and a good awareness of how practices can vary from culture to culture are important ingredients for a successful international career.": "Chet elda amaliyotlar qanday hisoblanganliklaridan tashqari, chet elda tajribalaringizni o'zlashtirish va yaxshi, xalqaro karyerangiz uchun muhim moddalar.",
  "Over the course of the programme, you will learn or improve your skills in your chosen foreign language – on top of your regular lectures, which are taught in English. You will spend semester 4 abroad, when you gain practical insights into the working methods of successful companies and how they function. You will also have the option of doing a semester abroad at one of our 170+ partner universities in semester 3. Our international spirit runs right through the programme!": "Dastur davomida, siz tanlagan chet tilingizda o'zingizning ko'nikmalarini yaxshilash yoki o'rganasiz - ingliz tilida o'qitiladigan darslarizning ustida. Siz 4-semesterda chet elda o'tirishingizda, muvaffaqiyatli kompaniyalar ishlab chiqarish usullarini va ularning ishlashini praktikadan tushuntirish imkoniyatiga ega bo'lasiz. Siz 3-semesterda 170+ ortaq universitetlarimizdan birida chet elda o'qish imkoniyatiga ega bo'lasiz. Bizning xalqaro ruhimiz dasturimizni ham yoritadi!",
  "Advanced courses": "O'rta va oshirilgan darslar",
  "Semesters 5-6": "5-6-semesterlar",
  "The electives in semesters 5 and 6 are a major reason why graduates of this programme can look forward to such excellent career prospects. From entrepreneurship and digitalisation to trade, project management and foreign markets – you have the opportunity to tailor your degree to your personal interests through your choice of elective.": "5-6-semesterlar davrida tanlov vakillariga o'xshash dasturimiz bitiruvchilari uchun yaxshi karyera manzillari kutiladigan asosiy sababdir. Tadbirkorlikdan, raqamli o'zlashtirishga, savdo, loyihalar boshqaruviga va xalqaro bozorlarga - siz tanlov vakillariga qarang, dasturingizni shaxsiy qiziqishlarizga mos ravishda moslashtirish imkoniyatiga ega bo'lasiz.",
  "In the electives, you will look at the instruments and tools you have studied during the programme from an interdisciplinary perspective and apply them in projects and realistic case studies.": "Tanlov vakillarida, dastur davrida o'rganish imkoniyatiga ega bo'lgan vositalarni va vositalarni interdistsiplinar ravishda ko'rib chiqasiz va ulardan loyihalarda va haqiqiy mavzularda foydalanasiz.",
  "You will also choose one of three specialisations, which each deal with a different export scenario – export of raw materials and goods, export of services, or megaprojects. In courses which build on what you’ve already learned, you will study advanced aspects of business administration and law and improve your computer and software skills. You will also develop your soft skills, working on areas such as negotiation techniques.": "Siz 3 xususiyatdan birini tanlashingiz mumkin, har biri bir necha eksportni o'z ichiga olganning turini biladi - asbob-uskuna va tovar eksporti, xizmat eksporti yoki katta loyihalar. Siz oldindan o'rganilgan narsalarga asoslangan kurslarda, biznes administratsiyasi va huquqning o'rta va oshirilgan taraflarini o'rganasiz, kompyuter va dasturiy ta'limlaringizni yaxshilashtirasiz. Siz ham negotsiyalar texnikalar kabi so'ft ko'nikmalarini rivojlantirasiz.",

  "SEMESTER 1": "1-SEMESTR",
  "SEMESTER 2": "2-SEMESTR",
  "SEMESTER 3": "3-SEMESTR",
  "SEMESTER 4": "4-SEMESTR",
  "SEMESTER 5": "5-SEMESTR",
  "SEMESTER 6": "6-SEMESTR",
  "Principles of Management": "Boshqarishning asosiy prinsiplari",
  "Sustainability and Ethics in Leadership": "Rivojlanish va rivojlanish etikasi",
  "Entrepreneurship": "Tadbirkorlik",
  "International Marketing and Sales": "Xalqaro marketing va savdo",
  "Doing Business Abroad: Exporting and Importing": "Chet elda biznes qilish: eksport va import",
  "Accounting I": "Hisob-kitob I",
  "Training Intercultural Competence and Self Reflection": "Interkultural kompetensiyani o'rgatish va o'zini o'ziga qarash",
  "Rhetoric and Presentation": "Ritorika va taqdimot",
  "Foundations of Empirical Social Research": "Amaliy ijtimoiy tadqiqotning asoslari",
  "Qualitative Research Methods": "Sifatli tadqiqot usullari",
  "Business Mathematics - Theory": "Biznes matematikasi - nazariya",
  "Business Mathematics - Exercises": "Biznes matematikasi - mashqlar",
  "French I (Level A1)": "Fransuz tili I (A1 daraja)",
  "French I (Level B1)": "Fransuz tili I (B1 daraja)",
  "Spanish I (Level A1)": "Ispan tili I (A1 daraja)",
  "Spanish I (Level B1)": "Ispan tili I (B1 daraja)",
  "Italian I (Level A1)": "Italian tili I (A1 daraja)",
  "German I (Level B1)": "Nemis tili I (B1 daraja)",
  "Chinese I (Level A1)": "Xitoy tili I (A1 daraja)",
  "German I (Level A1)": "Nemis tili I (A1 daraja)",
  "Human Resource Management and Career Development": "Insonresurslari boshqarish va karyera rivojlanishi",
  "Group Dynamics": "Guruh dinamikasi",
  "Procurement, Production and Logistics": "Sotib olish, ishlab chiqarish va logistika",
  "Doing Business Abroad: FDI": "Chet elda biznes qilish: Chet eldagi tug'ilgan moliyaviy investitsiyalar (FDI)",
  "Accounting II": "Hisob-kitob II",
  "Microeconomics": "Mikroiktisodiyot",
  "Quantitative Research Methods": "Soniysa tadqiqot usullari",
  "Principles of Business Data Analysis": "Biznes ma'lumotlarini tahlil qilishning asoslari",
  "Business Statistics - Theory": "Biznes statistikasi - nazariya",
  "Business Statistics - Exercises": "Biznes statistikasi - mashqlar",
  "French II (Level A2)": "Fransuz tili II (A2 daraja)",
  "French II (Level B1)": "Fransuz tili II (B1 daraja)",
  "Spanish II (Level A2)": "Ispan tili II (A2 daraja)",
  "Spanish II (Level B1)": "Ispan tili II (B1 daraja)",
  "Italian II (Level A2)": "Italian tili II (A2 daraja)",
  "German II (Level A2)": "Nemis tili II (A2 daraja)",
  "German II (Level B1)": "Nemis tili II (B1 daraja)",
  "Chinese II (Level A1/A2)": "Xitoy tili II (A1/A2 daraja)",
  "Organisational Theory and Development": "Tashkilot nazariyasi va rivojlanishi",
  "Processes, Audits and Reports in Purpose Driven Organisations": "Maqsadga yo'naltirilgan tashkilotlarda protsesslar, tekshirishlar va hisobotlar",
  "International Project Management and Project Communication": "Xalqaro loyihani boshqarish va loyiha kommunikatsiyasi",
  "International Marketing Research and Market Entry": "Xalqaro marketing tadqiqoti va bozorga kirish",
  "Managerial Accounting/Controlling and Decision Making": "Boshqaruv hisob-kitobi/nazorat va qaror qabul qilish",
  "Finance and Investment": "Moliya va investitsiyalar",
  "Crowd Funding and Alternative Finance": "Janubiy fond va alternativ moliya",
  "Macroeconomics": "Makroiktisodiyot",
  "Principles of Law": "Huquqning asoslari",
  "Establishing Contracts and Negotiation": "Shartnoma yaratish va muzokaralar",
  "French III (Level A2/A2+)": "Fransuz tili III (A2/A2+ daraja)",
  "French III (Level B1/B2)": "Fransuz tili III (B1/B2 daraja)",
  "Spanish III (Level A2/A2+)": "Ispan tili III (A2/A2+ daraja)",
  "Spanish III (Level B1/B2)": "Ispan tili III (B1/B2 daraja)",
  "Italian III (Level A2/A2+)": "Italian tili III (A2/A2+ daraja)",
  "German III (Level A2/A2+)": "Nemis tili III (A2/A2+ daraja)",
  "German III (Level B1/B2)": "Nemis tili III (B1/B2 daraja)",
  "Chinese III (Level A2)": "Xitoy tili III (A2 daraja)",
  "Practical Training (20 weeks à 32 hours per week)": "Amaliyotni o'rgatish (haftada 20 hafta, haftada 32 soat)",
  "Practical Training Coaching Seminar": "Amaliyotni o'rgatish ta'limi seminari",
  "Artificial Intelligence Applications in Business": "Biznesda sun'iy intellektning ilovalari",
  "Entrepreneurship and Starting a Company": "Tadbirkorlik va kompaniyani boshlash",
  "Budgeting and Financial Management": "Budjetlashtirish va moliyaviy boshqaruv",
  "Key Account and Performance Management": "Asosiy hisob-kitob va natijalar boshqaruv",
  "Foreign Trade Techniques: Export Risk Management": "Xalqaro savdo texnikasi: eksport xavfni boshqarish",
  "Supply Chain Management and Simulation": "Taminot tizimi boshqarish va imitatsiya",
  "Tender and Contracting": "Tender va shartnoma",
  "International Relations and Geopolitical Affairs": "Xalqaro munosabatlar va geo-siyosiy ishlar",
  "International Business Law": "Xalqaro biznes huquqi",
  "Bachelor Seminar I": "Bakalavr seminar I",
  "French IV (Level A2/B1)": "Fransuz tili IV (A2/B1 daraja)",
  "French IV (Level B2)": "Fransuz tili IV (B2 daraja)",
  "Spanish IV (Level A2/B1)": "Ispan tili IV (A2/B1 daraja)",
  "Spanish IV (Level B2)": "Ispan tili IV (B2 daraja)",
  "Italian IV (Level A2/B1)": "Italian tili IV (A2/B1 daraja)",
  "German IV (Level A2/B1)": "Nemis tili IV (A2/B1 daraja)",
  "German IV (Level B2)": "Nemis tili IV (B2 daraja)",
  "Chinese IV (Level A2+)": "Xitoy tili IV (A2+ daraja)",
  "Elective: Future Markets": "Tanlov: kelajak bozorlari",
  "Elective: Digitalisation of Business": "Tanlov: biznesning raqamli o'zgarish",
  "Elective: Export Market Metrics": "Tanlov: eksport bozori ko'rsatkichlari",
  "Elective: Sourcing and Customs Planning": "Tanlov: manbalar va soliq tashrifi",
  "Elective: Artificial Intelligence Applications and Visualisation of Data": "Tanlov: sun'iy intellektning ilovalari va ma'lumotlarni vizualizatsiyalash",
  "Elective: E-commerce - Global and Digital": "Tanlov: E-kommercia - jahoniy va raqamli",
  "Bachelor Seminar II": "Bakalavr seminar II",
  "International Financial Management and Treasury": "Xalqaro moliyaviy boshqaruv va kassir",
  "Management: Theories, Concepts and Methods": "Boshqarish: nazariyalar, kontseptsiyalar va usullar",
  "Crisis Management and Conflict Resolution": "Kriza boshqarish va munosabatlar hal qilish",
  "Project Management": "Loyihani boshqarish",
  "Bachelor Thesis": "Bakalavr dissertatsiyasi",
  "Master's Thesis": "Magistr dissertatsiyasi",
  "French V (Level B2/C1)": "Fransuz tili V (B2/C1 daraja)",
  "Spanish V (Level B2/C1)": "Ispan tili V (B2/C1 daraja)",
  "Italian V (Level B2/C1)": "Italian tili V (B2/C1 daraja)",
  "German V (Level B2/C1)": "Nemis tili V (B2/C1 daraja)",
  "Chinese V (Level B2/C1)": "Xitoy tili V (B2/C1 daraja)",


  "Accounting Exercises I": "Hisobot Mashqlari I",
  "Marketing I": "Marketing I",
  "Understanding Tourism": "Turizmni tushunish",
  "Tourism Geography": "Turizm geografiyasi",
  "Tourism Research Exercises": "Turizm tadqiqot",
  "Accounting Exercises II": "Hisobot Mashqlari II",
  "Marketing II": "Marketing II",
  "Hospitality Management": "Mehmonxona boshqarish",
  "Destination Management": "Manzil boshqarish",
  "Event Management": "Tadbirkorlik",
  "Managerial Accounting and Decision Making": "Boshqaruv hisobi va qaror qabul qilish",
  "Multi Channel Distribution Systems": "Ko'plikli kanal taksimoti tizimlari",
  "Tourist Behaviour and Psychology": "Turistlar davranchligi va psixologiyasi",
  "Transportation": "Transport",
  "Tourism Intermediaries": "Turizm o'rtashtiruvchilari",
  "Sustainability in Tourism": "Turizmda barqarorlik",
  "Current Issues in Tourism": "Turizmdagi joriy muammolar",
  "Intercultural Competence": "Interkultural qobiliyat",
  "Computational Thinking": "Hisoblash uslublari",
  "Practical Training Semester": "Amaliyot ta'lim semestri",
  "Practical Training Semester Coaching": "Amaliyot ta'lim semestri kouching",
  "International and Tourism Law": "Xalqaro va turizm huquqi",
  "Digital Tourism": "Raqamli turizm",
  "Human Resource Management": "Insonresurslar boshqaruv",
  "Economics in Tourism and Leisure": "Turizm va dam olish iqtisodi",
  "Hospitality Consulting": "Mehmonxona konsalting",
  "Destination Consulting": "Manzil konsalting",
  "Culture, Heritage and Tourism": "Madaniyat, meros va turizm",
  "Negotiation and Sales Skills Training": "Muzakaralar va sotish ma'naviyati ta'limi",
  "Controlling": "Nazorat",
  "Digital Marketing": "Raqamli marketing",
  "Entrepreneurship and Start-Ups": "Tadbirkorlik va start-uplar",
  "Congress, Events and Conference Management": "Kongresslar, tadbirlar va konferensiyalar boshqarish",
  "Global Wellness and Spa Management": "Global tinchlik va spa boshqarish",
  "Adventure, Events and Sports Tourism": "Sayohat, tadbir va sport turizmi",
  "Experience Design in Tourism": "Turizm tajribasini dizayn qilish",
  "Bachelor Seminar II and Bachelor Paper": "Bakalavr seminar II va bakalavr ishi",
  "Bachelor Exam": "Bakalavr imtihoni",

  "Curriculum": "Dasturlar",
  "What can you expect from your studies? The curriculum provides an overview. Click on the individual courses for further information.": "Oʻquvlaringizdan nimalarni kutsa boʻlishingiz mumkin? Dasturlar umumiy koʻzdan kechirish beradi. Batafsil maʼlumot uchun shaxsiy kurslarga bosing.",

  "Application and admissions – the next steps": "Ariza va qabul – keyingi qadamlar",
  "You've found a course that's a perfect fit? Great – you’ve already taken the most important step! We’ve put together an overview to guide you through the next steps.": "Sizga mos keladigan bir kurs topdingizmi? Afsuski, siz allaqachon eng muhim qadamni o'tkazdingiz! Sizga keyingi qadamlar bo'yicha yo'riqnomani yaratdik.",
  "ADMISSION REQUIREMENTS": "Qabul shartlari",
  "What are the admission requirements for bachelor programmes?": "Bakalavr dasturlari uchun qabul shartlari nimalar?",
  "To qualify for admission to a university of applied sciences bachelor degree programme, you must have an Austrian school-leaving certificate or an equivalent qualification.": "Ishlab chiqarishga yo'naltirilgan fanlar universitetining bakalavr dasturiga qabul qilish uchun Avstriya maktab tugatish guvohnomasiga yoki tushunchalik bilan teng bo'lgan sertifikatga ega bo'lishingiz kerak.",
  "Do you have a school-leaving certificate issued outside Austria?": "Sizda Avstriya tashqi sertifikati bormi?",
  "We’ll check to make sure it’s equivalent to an Austrian certificate in accordance with section 4 of the University of Applied Sciences Studies Act (FHG) when you’ve sent us all the relevant documentation via our online application tool. If it is not an equivalent, you’ll receive information on the supplementary examinations you’ll need to pass. In a nutshell, you will have the option of completing a summer school and the necessary supplementary examinations at IMC Krems or look for an external provider. In that case, you might consider our cooperation partner, the University of Applied Sciences Upper Austria: It offers a one-year International Foundation Programme which provides you with all the necessary qualifications you need in order to start your studies in Krems.": "Siz barcha muhim hujjatlarni onlayn ariza vositasidan yuborganingizda, biz ularni Avstriya sertifikati bilan tengligini tekshirib ko'ramiz. Agar teng bo'lmasa, sizning o'tishingiz kerak bo'lgan qo'shimcha imtihonlar haqida ma'lumot olishasiz. Umumiy holatda, siz IMC Kremsda yoz o'tgan taqdimot va zarur qo'shimcha imtihonlarni o'tkazishingiz yoki tashqi taqdimotchi qidirishingiz mumkin. Ushbu holatda, sizga bizning hamkorimiz, Yukori Avstriya Ishlab chiqarish fanlari universitetining bir yillik Xalqaro asosiy dasturi yordam berishi mumkin, bu sizga Kremsda o'qishni boshlash uchun kerak bo'lgan barcha zarur sertifikatlarni taqdim qiladi.",
  "What proof of your language skills is required for our English-language bachelor degree programme?": "Ingliz tilidagi bakalavr dasturimiz uchun til ko'nikmangizni isbotlovchi nima kerak?",
  "We’ll assess your English language proficiency at your interview, so there is no need to provide additional evidence of your English skills.": "Biz sizning intervyyuda ingliz tilingizni o'rganamiz, shuning uchun ingliz tilini o'rganishingiz uchun qo'shimcha ko'rsatma kerak emas.",
  "Important": "Muhim",
  "Do you still need to complete your military or alternative service? If you’re a male Austrian citizen, we strongly recommend completing your compulsory national service before beginning your studies. This will allow you to finish your degree with no interruptions and start your career without delay afterwards.": "Siz hali ham militsiya yoki alternativ xizmatni tugatishingiz kerakmi? Agar siz erkak Avstriya fuqarosi bo'lsangiz, o'qishlaringizni boshlashdan oldin qonuniy milliy xizmatni tugatishni tavsiya etamiz. Bu sizga diplomangizni to'xtatmasdan tamomlash, keyinchalik karyerangizni boshlash imkoniyatini beradi.",

  "ADMISSIONS PROCEDURE": "QABUL QILISH TARTIBI",
  "IMPORTANT DATES AND DEADLINES": "MUHIM SANALAR VA MOHILAOTLAR",
  "Application interview": "Ariza suhbat",
  "We would like to get to know you as a person: As part of the online application you will have to write a statement of motivation and a short essay on a topic relevant to the degree programme. Predefined questions about your motivations as well as the requirements and topics for your essay can be found in the online application. You choose one of the suggested topics, conduct research to broaden your knowledge, deal with the issues and bring your own point of view to the essay. Your answers are to be entered in the fields provided.": "Biz shaxs sifatida sizni taniqlikka chiqmoqchimiz: Onlayn ariza qismi sifatida siz motivatsiya bayonoti va soha dasturi bilan bog'liq qisqa maqola yozishingiz kerak. Sizning motivlaringiz haqida oldindan belgilangan savollar va maqolangiz uchun talablar va mavzular onlayn arizada topilishi mumkin. Siz taklif etilgan mavzularning birini tanlaysiz, bilim olib, muammolar bilan shug'ullanishingiz va maqolaga o'z fikr-mulohazangizni keltirishingiz lozim. Sizning javoblaringiz berilgan maydonlarga kiriladi.",
  "Your statement of motivation and your essay form the basis for your application interview. Every applicant has an opportunity to introduce themselves in a face-to-face discussion, usually with the degree programme director. In addition to the personal introduction and your motivation to study, the applicant and the interviewer discuss the topic selected and the arguments used in the essay, as well as the topic’s relevance for the degree programme.": "Sizning motivatsiya bayonotingiz va maqolangiz ariza suhbatining asosi bo'ladi. Har bir arizachiga odatda dastur boshqaruvchisi bilan yuzma-yuz munozara qilish uchun imkoniyat beriladi. Shaxsiy tanishtirish va o'qishga bo'lgan motivlaringizning yanada qo'llanilishi bilan, arizachi va suhbatlashuvchi tanlangan mavzuni, maqoladagi mantiqiy yondashuvlarni hamda mavzuning dastur uchun ma'nasi haqida munozarani olib borishadi.",
  "The application interview is held in the language of instruction of the degree programme and can take place either online via Microsoft Teams or in presence.": "Ariza suhbat dastur o'qitish tili bilan olib boriladi va onlayn Microsoft Teams orqali yoki shaxsiy ravishda bo'lishi mumkin.",
  "After the application interview, your statement of motivation, the essay and your performance throughout the interview are assessed on the basis of the content-related remarks, the manner in which they express themselves and the arguments used.": "Ariza suhbatidan so'ng, sizning motivatsiya bayonotingiz, maqolangiz va suhbat davomida ko'rsatgan ishlaringiz, ma'lumot-mazmun izohlari, o'zlarini ifodalash usullari va mantiqiy yondashuvlar asosida baholanadi.",
  "Interview dates": "Suhbat sanalari",
  "There is usually a selection of dates to choose from, with quotas allocated for each date. You can select a preferred date and time slot for your admission interview during the online application process. In order to still benefit from the full selection of dates, we recommend that you submit your application in good time.": "Odatda tanlash uchun chet el qaror qilinadi, har bir sanagacha kvotalar beriladi. Onlayn ariza jarayonida qabul suhbatiga oid tashkilotlashgan sanani va vaqtni tanlashingiz mumkin. To'liq san'atlarni tanlash imkoniyatidan foydalanishingiz uchun arizangizni vaqtni ilova qiling.",
  "Get an overview of the dates for your programme.": "Sizning dasturingiz uchun sanalar haqida umumiy tushuning.",
  "No dates available at the moment.": "Hozircha sanalar mavjud emas.",
  "After you have successfully completed your online application, your application will be checked for completeness and correctness. As soon as this process is completed, we will inform you by e-mail and confirm the date for your admission interview. We will send you the Microsoft Teams Meeting Link in a separate e-mail a few days before the application interview date.": "Onlayn arizangizni muvaffaqiyatli yopib bo'lganidan so'ng, arizangiz to'liq va to'g'ri bo'lganligini tekshirish uchun tekshiriladi. Ushbu jarayon tugagandan so'ng, sizga elektron pochta orqali xabar beramiz va qabul suhbatining sanasini tasdiqlaymiz. Ariza suhbat sanasidan bir necha kun oldin Microsoft Teams Meeting havolani yuboramiz.",

  "Application for the next study year possible from 01/12/2024": "Keyingi ta'lim yili uchun ariza 01/12/2024 kuni mumkin",
  "Application deadline for EU nationals / Extended application deadline 17/04/2024 / 28/06/2024": "Yevropa Ittifoqiga a'zolar uchun ariza muddati / Uzaytirilgan ariza muddati 17/04/2024 / 28/06/2024",
  "Application deadline for non-EU nationals 15/04/2024": "Yevropa Ittifoqi a'zosi olmaydigan shaxslar uchun ariza muddati 15/04/2024",
  "Please note that the IMC University of Applied Sciences Krems reserves the right to close the extended application period at any time without prior notice. We therefore recommend that you submit your application as soon as possible.": "Iltimos, IMC Krems ilmiy-ta'lim universiteti uzaytirilgan ariza davrini oldinroq ogohlantirmasiz yopish huquqini saqlab qoladi. Shuning uchun sizdan arizangizni tez orada topshirishni tavsiya qilamiz.",

  "APPLY ONLINE": "ONLAYN ARIZA BERISH",
  "You've decided for one of our degree programmes? First of all: congratulations and thank you for choosing us! We’ll be happy to guide you step-by-step through your online application.": "Bizning dasturimizdan biriga qaror qildingizmi? Avvalo, tabriklaymiz va bizni tanlaganingiz uchun rahmat! Sizni onlayn arizangizni qadam-maqsad to'g'risida yo'rdam berishga tayyorlik bilan ishonch bilan kutib qolamiz.",

  "STUDY-RELEVANT DATES": "O'QISHGA MUHOFAZA SANALAR",
  "You would like to plan ahead and would like to know when your degree programme starts? Here you will find the answer!": "Siz oldindan rejalashni istaysiz va dasturingizning boshlanish sanasini bilmohiyatizmi? Bu erda javobni topasiz!",

  "Overview": "Obzor",
  "Key features": "Asosiy xususiyatlar",
  "Career options": "Kasbiy imkoniyatlar",
  "Videos": "Videolar",
  "Information events": "Ma'lumot tadbirlari",
  "Application and admission": "Ariza va qabul",
  "Advisory Service": "Maslahat xizmati",

  "Tourism and Leisure Management bachelor degree programme": "Turizm va dam olishni boshqarish bakalavr dasturi",
  "What are tourists’ top needs? What might tourism products look like in the future? How do you market a tourist destination? How do you stage an event and what challenges are involved?": "Turistlarning asosiy talablari nima? Kelajakda turizm mahsulotlari qanday ko'rinishda bo'lishi mumkin? Turistik manzilni qanday bozorlashingiz mumkin? Qanday qilib tadbirni tashkil etasiz va qanday muammolar mavjud?",
  "You’ll work on these and other business-related questions in our full-time bachelor programme. And on top of this, you'll learn a foreign language in addition to English, our language of instruction, allowing you to benefit from countless international connections and relationships. In three years, you'll be ready for an international career!": "Bizning to'liq vaqtincha bakalavr dasturimizda siz bu va boshqa biznesga oid savollar ustida ishlaysiz. Bundan tashqari, ingliz tilining qo'llanilgan tili sifatida, boshqa chet tili o'rganasiz, bu sizga ko'plab xalqaro bog'lanishlar va aloqalardan foydalanishga imkoniyat beradi. Uch yilda, siz xalqaro karyerangiz uchun tayyor bo'ladingiz!",


  "In an age of rapidly changing global markets, prospective managers are constantly facing new challenges. The Tourism and Leisure Management bachelor degree programme provides you with the tools to succeed locally and internationally in this environment.": "Tez o'zgaruvchan jahon bozorlarida, kelajakda boshqaruvchilar doimiy yangi muammolar bilan yuzlashishadi. Turizm va dam olishni boshqarish bakalavr dasturi sizga ushbu muhitda mahalliy va xalqaro muvaffaqiyatga erishish uchun vositalarni taqdim etadi.",
  "The aim of this English-language bachelor programme is to equip you with in-depth business administration expertise. The tourism and leisure industry is the centre of attention throughout the programme.": "Bu ingliz tilidagi bakalavr dasturining maqsadi, sizni chuqur biznes boshqaruv tajribasiga ega qilishdir. Turizm va dam olish sanoati dastur bo'yi markazda.",
  "Tourism and Leisure Management was IMC Krems’ first degree programme. So we have maintained close contacts with the tourism sector for more than 25 years. You profit from this as well!": "Turizm va dam olishni boshqarish IMC Kremsning birinchi bakalavr dasturi edi. Shuning uchun biz turizm sohasi bilan 25 yil dan ortiq yaqin aloqalarni saqlab qoldik. Siz ham bundan foydalanasiz!",
  "The degree features an ideal blend of theoretical elements with practical insights and discussions. It also stands out for its strong international focus. You study with fellow students from all over the world, and have the opportunity to spend semester 3 abroad at one of our partner universities.": "Dastur nazariy tarkibiyati va amaliy ma'lumotlarni chet tillar bilan moslashadi. U yorqin xalqaro fokuslarga ega. Siz dunyoning har qanday joyidagi o'quvchilar bilan o'qiyapsiz va 3-semesterda partner universitetlarimizdan birida chet elda o'tkazishingiz mumkin.",
  "Semester 4 has a particularly strong international flavour since you spend it abroad working at an internship provider of your choice.": "4-semester ayrima xalqaro ta'minoti kuchli, chunki siz o'z istingiz bo'yicha staj beruvchisida chet elda ishlaysiz.",
  "Your previous knowledge counts!": "Oldingi bilimlaringiz muhimdir!",
  "Did you attend a hotel management or a tourism school? Or have you already gained some initial professional experience in tourism? In the bachelor programme Tourism and Leisure Management you get the opportunity to have individual courses credited after an unbureaucratic review.": "Siz mehmonxona boshqarish yoki turizm maktabiga o'qishdingizmi? Yoki siz turizm sohasida boshlang'ich kasbiy tajribaga ega bo'lgansizmi? Turizm va dam olishni boshqarish bakalavr dasturida, sizga bepul o'qituvchilar haqida o'zgartirishsiz tekshirishdan so'ng shaxsiy kurslar uchun imkoniyat beriladi.",
  "A particularly attractive option is the dual degree we offer in conjunction with the Haaga-Helia University of Applied Sciences, Finland or the KEDGE Business School - Campus Bordeaux, France. Besides obtaining a bachelor of arts at IMC Krems, you will also be accredited with a degree from our partner institution.": "Bizning Haaga-Helia Ilmiy-ta'lim Universiteti (Finlandiya) yoki KEDGE Biznes Maktabi - Bordo kampus bilan birga taqdim etgan ikki martaba tanlov maxsus variantlaridan biri juda jalb etadi. IMC Kremsda art-bakalavr olishning tashqari, siz bizning sherik institutimizdan ham diplom olasiz.",

  "Business administration focuses on how organisations and companies are managed.": "Biznes boshqaruvi tashkilotlar va kompaniyalar qanday boshqarilishini o'rganadi.",
  "In other words, it examines business processes with the aim of providing insights into the planning, implementation and evaluation of responsibility, approaches and objectives in different parts of a business.": "Boshqacha aytganda, biznes jarayonlarini o'rganadi va turli qismlarida mas'uliyat, yondashuv va maqsadlarni rejalashtirish, amalga oshirish va baholash haqida tushunchalar beradi.",
  "Business administration topics include: accounting and finance, marketing, human resources and logistics.": "Biznes boshqaruvi mavzulari: buxgalteriya va moliya, marketing, inson resurslari va logistika.",
  "Core topics of the Tourism and Leisure Management degree programme": "Turizm va dam olishni boshqarish bakalavr dasturining asosiy mavzulari",
  "Tourism is an umbrella term for travel. It’s not only one of the largest, but also one of the fastest growing industries worldwide. Furthermore, it’s considered to be one of the world’s most significant sectors for employment.": "Turizm sayohat uchun keng qamrovli atama. U nafaqat eng yirik, balki dunyodagi eng tez o'sayotgan sohalardan biridir. Bundan tashqari, u dunyodagi eng muhim bandlik sektorlaridan biri hisoblanadi.",
  "In addition to the travel industry, the hospitality and leisure industries are also elements of tourism.": "Sayohat sanoatiga qo'shimcha ravishda, mehmondo'stlik va dam olish sohalari ham turizmning elementlaridir.",
  "There are a number of specialised areas in the tourism and leisure industry as well. These are covered in our bachelor programme in the Specialised Tourism Studies module. To give you a few examples: event management, tourism with an emphasis on sport, culture and health, and sustainable travel.": "Turizm va dam olish sohasida bir qancha ixtisoslashgan yo'nalishlar ham mavjud. Ular bizning bakalavr dasturimizda maxsus turizm tadqiqotlari modulida qamrab olingan. Bir nechta misol keltirsak: tadbirlarni boshqarish, sport, madaniyat va sog'likka urg'u berilgan turizm, va barqaror sayohat.",

  "One of the hallmarks of the tourism industry is its internationality. Learn new languages, study with classmates from different nations and take the opportunity to go on an exchange semester. You can also do your internship in a company abroad. In short: have the time of your life!": "Turizm sohasining ajralib turadigan jihatlaridan biri uning xalqaro ekanligidir. Yangi tillarni o'rganing, turli millatlardan bo'lgan sinfdoshlaringiz bilan tahsil oling va almashinuv semestriga borish imkoniyatidan foydalaning. Shuningdek, chet eldagi kompaniyada amaliyot o'tashingiz mumkin. Qisqasi: hayotingizning eng yaxshi davrini o'tkazing!",
  "Claudia Bauer-Krösbacher Programme director": "Klaudiya Bauer-Krösbacher Dastur direktori",

  "What makes our Tourism and Leisure Management degree programme so special? Here’s an overview.": "Bizning Turizm va Dam olishni boshqarish bakalavr dasturimizni shunchalik maxsus qiladigan narsa nima? Mana, qisqacha ma'lumot.",
  "Studying and working the international way": "Xalqaro yo'l bilan o'qish va ishlash",
  "Linguistically, you'll grow by leaps and bounds by perfecting your English skills – after all, the lectures are held in English and you’ll be studying with classmates from all over the world.": "Til jihatidan, siz ingliz tilingizni mukammallashtirish orqali katta yutuqlarga erishasiz – axir, ma'ruzalar ingliz tilida o'tkaziladi va siz butun dunyodan bo'lgan sinfdoshlaringiz bilan birga o'qiydigan bo'lasiz.",
  "Ideally equipped for the globalised world": "Globallashgan dunyo uchun ideal jihozlangan",
  "Your training will be concluded with a sharp focus on an increasingly important set of soft skills. They’ll help you to become a confident and self-assured tourism professional.": "Sizning ta'limingiz asta-sekin muhim bo'lib borayotgan yumshoq ko'nikmalarga qaratilgan holda yakunlanadi. Ular sizga o'ziga ishongan va o'ziga ishonchli turizm mutaxassisi bo'lishingizga yordam beradi.",
  "Discover your interests": "Qiziqishlaringizni kashf eting",
  "One in ten jobs worldwide is directly linked to tourism – a good argument for pursuing a career in this sector. The Krems bachelor programme centres on the operational aspects of this fast-growing industry.": "Butun dunyoda har o'ndan biri ish to'g'ridan-to'g'ri turizm bilan bog'liq – bu sohada karera qilish uchun yaxshi sabab. Krems bakalavr dasturi bu tez rivojlanayotgan sohaning operatsion jihatlariga qaratilgan.",


  "Career paths": "Karyera yo'llari",
  "After completing the Tourism and Leisure Management bachelor degree programme, you'll have the world at your feet. Whether you decide to go abroad or work in Austria, you will be qualified to assume entry-level positions in a wide-range of industries and departments.": "Turizm va Dam olishni boshqarish bakalavr dasturini tamomlaganingizdan so'ng, dunyo sizning oyoqlaringiz ostida bo'ladi. Siz chet elga borishga yoki Avstriyada ishlashga qaror qilganingizdan qat'i nazar, turli sohalar va bo'limlarda boshlang'ich darajadagi lavozimlarni egallash uchun malakali bo'lasiz.",
  "You have the choice of starting a career or enrolling for a full-time or part-time master degree.": "Siz karyerani boshlash yoki to'liq vaqtli yoki qisman vaqtli magistratura dasturiga yozilish imkoniyatiga egasiz.",
  "A wide range of options will be open to you – at IMC Krems, for instance, you can register for the master degree programmes:": "Siz uchun keng ko'lamli imkoniyatlar ochiq bo'ladi – masalan, IMC Kremsda siz magistratura dasturlariga yozilishingiz mumkin:",
  "Marketing with Major Tracks in Tourism & Hospitality Marketing, Fashion & Lifestyle Marketing and Retail & Shopper Marketing": "Turizm va Mehmondo'stlik Marketingi, Moda va Hayot Tarzi Marketingi va Chakana Savdo va Xaridor Marketingi bo'yicha Marketing",
  "Umwelt- und Nachhaltigkeitsmanagement": "Atrof-muhit va Barqarorlikni Boshqarish",
  "International Business and Economic Diplomacy": "Xalqaro Biznes va Iqtisodiy Diplomatiya",
  "Digital Business Innovation and Transformation": "Raqamli Biznes Innovatsiyalari va Transformatsiyasi",
  "Management": "Boshqaruv",
  "Management von Gesundheitsunternehmen": "Sog'liqni Saqlash Korxonalarini Boshqarish",
  "Alternatively, you can take a master degree in business at another Austrian or foreign university.": "Shuningdek, siz boshqa Avstriya yoki chet el universitetida biznes bo'yicha magistratura dasturini olish mumkin.",
  "Potential entry-level positions": "Potentsial boshlang'ich darajadagi lavozimlar",
  "Hotel industry, system catering, and catering": "Mehmonxona sanoati, tizimli ovqatlanish va umumiy ovqatlanish",
  "Travel agencies and tour operators": "Sayohat agentliklari va turoperatorlar",
  "Tourism travel operators such as airlines and bus companies": "Turizm sayohat operatorlari, masalan, aviakompaniyalar va avtobus kompaniyalari",
  "Regional tourism planning and development organisations": "Mintaqaviy turizmni rejalashtirish va rivojlantirish tashkilotlari",
  "Tourism information and communication technology companies": "Turizm axborot va kommunikatsiya texnologiyalari kompaniyalari",
  "Sports organisations and sports event management": "Sport tashkilotlari va sport tadbirlarini boshqarish",
  "Casinos and theme parks": "Kazino va tematik parklar",
  "Event agencies": "Tadbir agentliklari",
  "Conference centres": "Konferensiya markazlari",
  "Arts and cultural institutions": "San'at va madaniyat muassasalari",
  "Spa and wellness facilities": "Spa va wellness muassasalari",
  "National park centres": "Milliy park markazlari",

  "TIPS FOR YOUR APPLICATION": "ARIZA BERISH BO'YICHA MASLAHATLAR",
  "WHAT'S IT LIKE STUDYING TOURISM & LEISURE MANAGEMENT?": "TURIZM VA DAM OLIShNI BOSHQARISH BO'YICHA O'QISH QANDAY?",
  "FAQ WITH OUR STUDENTS: TOURISM AND LEISURE MANAGEMENT": "BIZNING TALABALARIMIZ BILAN FAQ: TURIZM VA DAM OLIShNI BOSHQARISH",

  "Foundation Programme": "Asosiy dastur",
  "At our double degree faculty, we understand that students come from diverse educational backgrounds and may require additional preparation before embarking on their chosen degree programs. Our Foundation Program is designed to bridge this gap, providing students with the essential skills and knowledge needed to succeed in higher education.": "Bizning ikkilik darajali fakultetimizda, talabalar turli ta'lim tizimlaridan kelib chiqishini va o'zlarining tanlagan dasturlariga tayyorlanish uchun qo'shimcha tayyorgarlik kerak bo'lishi mumkinligini tushunamiz. Bizning Asosiy dasturimiz ushbu bo'shliqni to'ldirish uchun mo'ljallangan bo'lib, talabalarni oliy ta'limda muvaffaqiyat qozonish uchun zarur bo'lgan asosiy ko'nikmalar va bilimlar bilan ta'minlaydi.",


  "Program Overview": "Dasturga Umumiy Nazariy",
  "The Foundation Program at our double degree faculty is a comprehensive, one-year preparatory course aimed at equipping students with the academic and personal skills necessary for university-level study. This program is ideal for students who:": "Bizning ikkilik darajali fakultetimizdagi Asosiy Dastur talabalarga universitet darajasidagi o'qish uchun zarur bo'lgan akademik va shaxsiy ko'nikmalarni berishga qaratilgan bir yillik keng qamrovli tayyorgarlik kursidir. Ushbu dastur quyidagi talabalar uchun juda mos keladi:",
  "1) Need to meet the entry requirements for their desired degree program": "1) O'zlarining tanlagan dasturlariga kirish talablari bilan mos kelishi kerak",
  "2) Wish to improve their English language proficiency": "2) Ingliz tilini bilish darajasini oshirishni xohlaydi",
  "3) Seek to build a strong academic foundation in their field of interest": "3) O'zlarining qiziqish sohasida kuchli akademik asos yaratishni xohlaydi",

  "Semester 1": "1-semestr",
  "Business English 1 (Intensive English 1)": "Biznes Ingliz tili 1 (Intensiv Ingliz tili 1)",
  "Mathematics": "Matematika",
  "Introduction To Economics": "Iqtisodiyotga Kirish",
  "Introduction to Management": "Menejmentga Kirish",
  "ICT": "Axborot-Kommunikatsiya Texnologiyalari",
  "Social Studies 1": "Ijtimoiy Fanlar 1",
  "Semester 2": "2-semestr",
  "Business English 2 (Intensive English 2)": "Biznes Ingliz tili 2 (Intensiv Ingliz tili 2)",
  "Statistics": "Statistika",
  "Introduction To Finance and Accounting": "Moliyaviy Hisob va Hisob-kitobga Kirish",
  "German 1": "Nemis tili 1",
  "Social Studies 2": "Ijtimoiy Fanlar 2",
  "Academic Writing": "Akademik Yozuv",

  "Key Features": "Asosiy Xususiyatlar",
  "Tailored Curriculum": "Maxsus O‘quv Dasturi",
  "Our curriculum is carefully crafted to address the specific needs of students, offering courses in English language, mathematics, science, and other relevant subjects.": "Bizning o‘quv dasturimiz talabalar ehtiyojlarini qondirish uchun puxta tuzilgan bo‘lib, ingliz tili, matematika, fan va boshqa tegishli fanlar bo‘yicha kurslarni taklif etadi.",
  "Experienced Faculty": "Tajribali O‘qituvchilar",
  "Our faculty members are dedicated professionals with extensive experience in preparing students for higher education.": "Bizning o‘qituvchilarimiz talabalarning oliy ta'limga tayyorlashda katta tajribaga ega bo‘lgan fidoyi mutaxassislardir.",
  "Academic Support": "Akademik Qo‘llab-quvvatlash",
  "Students have access to a range of academic support services, including tutoring, study skills workshops, and mentoring.": "Talabalar turli akademik qo‘llab-quvvatlash xizmatlaridan foydalanishlari mumkin, jumladan repetitorlik, o‘qish ko‘nikmalari bo‘yicha seminarlar va mentorlik.",
  "Cultural Integration": "Madaniy Integratsiya",
  "The program includes activities and events designed to help students adapt to university life and integrate into the campus community.": "Dastur universitet hayotiga moslashish va kampus hamjamiyatiga integratsiya qilishga yordam beradigan faoliyat va tadbirlarni o‘z ichiga oladi.",


  "Pathway to Degree Programs": "Dasturga Yo'nalish",
  "Upon successful completion of the Foundation Program, students are guaranteed admission to their chosen degree program at IMC Krems, provided they meet the specific entry requirements.": "Tayanch dasturini muvaffaqiyatli tamomlaganidan so'ng, talabalarga belgilangan kirish talablariga javob bersalar, IMC Kremsdagi tanlagan dasturlariga kirish kafolatlanadi.",
  "This seamless transition ensures that students are well-prepared and confident as they embark on their undergraduate studies.": "Bu uzluksiz o'tish talabalarning bakalavriyat dasturlarini boshlashda yaxshi tayyorlangan va ishonchli bo'lishini ta'minlaydi.",

  "Program Structure": "Dastur Tuzilishi",
  "The Foundation Program is structured to provide a balanced mix of core and elective courses, allowing students to tailor their studies to their academic goals.": "Asosiy darslarni va tanlov darslarini samarali qandaydir, talabalar o'z tahsil rejalari boyicha tuzilgan. Bu dasturning muhim qismlaridan biri.",
  "Key components of the program include:": "Dasturning muhim qismlari:",
  "Core Courses": "Asosiy Darslar",
  "These courses focus on essential academic skills, including English language proficiency, critical thinking, and academic writing.": "Bu darslar ingliz tilini o'rganish, kritik fikrlash va akademik yozish kabi zaruriy akademik ko'nikmalariga e'tibor qaratadi.",
  "Project Work": "Loyihalar ustida ishlash",
  "Students engage in project-based learning, developing research and problem-solving skills.": "Talabalar loyihalar asosida o'rganish orqali, tadqiqot va muammolarni hal qilish ko'nikmalarini rivojlantirishadi.",
  "Assessments": "Baholashlar",
  "Regular assessments ensure that students are progressing and meeting the required academic standards.": "Muntazam baholashlar talabalar o'zlarini rivojlantirish va talab qilingan akademik standartlarga mos kelishini ta'minlaydi.",


  "Student Support Services": "Talabalarni qo'llab-quvvatlash xizmatlari",
  "We are committed to supporting our students throughout their academic journey. The Foundation Program includes access to a range of support services, such as:": "Biz talabalarga o'z akademik yo'ldoshlarida to'liq qo'llab-quvvat berishga ishonamiz. Foundation dasturi, akademik yoldoshlar, tanlov darslarini tanlash va o'z akademik yo'nalishini rejalashtirishga yordam berish imkoniyatini o'z ichiga oladi.",
  "Academic Advising": "Akademik yo'riqnoma",
  "Personalized guidance to help students select courses and plan their academic pathway.": "Talabalarga tanlov darslarini tanlash va o'z akademik yo'nalishini rejalashtirish uchun shaxsiy yo'riqnomalar.",
  "Counseling Services": "Konsultativ xizmatlar",
  "Professional counseling to support students' mental health and well-being.": "Talabalarning ruhiy salomatligini va yaxshi yashashini qo'llab-quvvatlash uchun kasbiy konsultatsiya.",
  "Career Services": "Karyera xizmatlari",
  "Resources and workshops to help students explore career options and develop employability skills.": "Talabalar uchun karyera variantlarini tahlil qilish va ish bilish ko'nikmalarini rivojlantirishga yordam beradigan resurslar va atel'e.",
  "Accommodation Assistance": "Yashash joyi yordami",
  "Support in finding suitable housing options close to campus.": "Campus yaqinida mos joylashgan uy variantlarini topishda yordam.",

  "Programs Menu": "Dasturlar menyusi"














}
