{
  "Empowering Global Minds": "Global Aql-Zakovatni Kuchaytirish",
  "Join IMC Krems Tashkent for an unparalleled international education experience in business and tourism management": "Biznes va turizm boshqaruvida tengsiz xalqaro ta'lim tajribasini olish uchun IMC Krems Tashkentga qo'shiling",
  "Student exchange partner universities": "Talabalar almashinuvi bo'yicha hamkor universitetlar",
  "Student life events": "Talaba hayoti tadbirlari",
  "Our recent blogs": "Bizning so'nggi bloglarimiz",
  "Pave Your Way to Achievement": "Muvaffaqiyat sari yo'lingizni yo'naltiring",
  "Seamless Application Process": "Mukammal ariza topshirish jarayoni",
  "Seamless Application Process with Expert Guidance.": "Ekspert yo'riqnomasiga ega bo'lgan mukammal ariza topshirish jarayoni.",
  "Welcome to IMC Krems Tashkent": "IMC Krems Tashkentga xush kelibsiz",
  "Welcome! Transformative Education Awaits Your Journey.": "Xush kelibsiz! Sizni o'zgaruvchan ta'lim yo'lingiz kutmoqda.",
  "Since the very early days of its establishment, the Joint degree program between TSUE and IMC Krems has been building its way up to the bright future. We care about each student who wants to reach their goals. We support and guide you in your path to the great success that you are yet to achieve. Our dedicated team always stays focused on discovering and shaping your unique skills.": "TSUE va IMC Krems o'rtasidagi qo'shma daraja dasturi tashkil etilganidan buyon yorqin kelajak sari yo'lini qurib kelmoqda. Biz o'z maqsadlariga erishmoqchi bo'lgan har bir talaba haqida qayg'uramiz. Sizning katta muvaffaqiyatga erishish yo'lingizda biz sizni qo'llab-quvvatlaymiz va yo'naltiramiz. Bizning bag'ishlangan jamoamiz doimo sizning noyob ko'nikmalaringizni kashf etishga va rivojlantirishga e'tibor qaratadi.",
  "IMC University of Applied Sciences": "IMC Amaliy Ilmlar Universiteti",
  "WHO WE ARE?": "BIZ KIMLARMIZ?",
  "Discover IMC Krems Tashkent": "IMC Krems Tashkentni kashf eting",
  "We pride ourselves on providing only the best for our students. Our university provides state-of-the-art infrastructure, a library, and world-renowned professors.": "Biz o'z talabalarimizga faqat eng yaxshisini taqdim etishdan faxrlanamiz. Bizning universitetimiz zamonaviy infratuzilma, kutubxona va dunyoga mashhur professorlarni taqdim etadi.",
  "YEARS OF EXCELLENCE": "MUKAMMALLIK YILLARI",
  "5 years of commitment to academic brilliance and innovative education at IMC Krems Tashkent.": "IMC Krems Tashkentda akademik zo'ravonlik va innovatsion ta'limga bag'ishlangan 5 yil.",
  "PROGRAMS": "Dasturlar",
  "Choose from 2 programs, tailored to shape future leaders in a global context.": "Global kontekstda kelajakdagi liderlarni shakllantirish uchun moslashtirilgan 2 dasturdan birini tanlang.",
  "Explore global opportunities with us at IMC Krems Tashkent, where we prepare you for success in international business.": "IMC Krems Tashkentda biz bilan global imkoniyatlarni o'rganing, biz sizni xalqaro biznesda muvaffaqiyatga tayyorlaymiz.",
  "DR. AHMED MOHAMMED AZIZ ISMAIL": "Doktor Ahmed Mohammed Aziz Ismoil",
  "Dean - DR. AHMED MOHAMMED AZIZ ISMAIL": "Dekan - Doktor Ahmed Mohammed Aziz Ismoil",

  "ABOUT_US": "BIZ HAQIMIZDA",
  "FORGING_GLOBAL_LEADERS": "Global liderlarni rivojlantirish: TSUE va IMC Krems bilan ikki darajali afzallik",
  "ABOUT_US_PARAGRAPH": "TSUE va IMC Krems o'rtasidagi birikmali ta'lim dasturi o'z boshlang'ich kunlaridan boshlab yanada sifatli kelajakka yo'l ochdi. Biz har bir talaba, o'z maqsadlariga erishmoqchi bo'lgan har bir talabani qadrlaymiz. Sizga yolg'izlikda yordam berish, muvaffaqiyatingizga yo'l yo'riq qo'yish uchun ko'rsatkich qilamiz. Bizning ajralmas jamoamiz doimo sizning maxsus ko'nikmalaringizni aniqlash va shakllantirishga yo'naltirilgan bo'lib qoladi.",
  "DUAL_HORIZONS": "Ikki tomonlama imkoniyatlar: Global imkoniyatlar ochish",
  "DUAL_HORIZONS_PARAGRAPH": "Ikki darajali ta'lim dasturida akademik ishonch va intellektual rivojlanishga katta e'tibor beriladi. Bizning ta'lim tuzilishimiz mahalliy va xalqaro ish bozori uchun talabalarni tayyorlashga qaratilgan. Biz o'quv jarayonini unutilmas va juda amaliy qilish imkoniyatiga ega bo'lish uchun har qanday harakatni qilamiz. Shuningdek, bizning talabalarimizga ikki darajali diplomaning yanada qo'llanishi imkoniyatini beramiz: Avstriya, xalqaro tan erkak diplomatining yon va O'zbekiston, TSUE tomonidan taqdim etilgan, mahalliy ish bozori talablari-mos korsatgichidir.",
  "WE_ARE_OFFERING": "Biz hozir quyidagi dasturlarni taklif etamiz:",
  "PROGRAM_1": "Bakalavr: Management (International Business Management)",
  "PROGRAM_2": "Bakalavr: Management (Tourism and Leisure Management)",
  "HERO_IMAGE": "Kelajakni yuksaltirish: Global afzallikka ikki darajali yo'l",
  "HERO_IMAGE_PARAGRAPH": "Tashkent Davlat Iqtisodiyot Universiteti va IMC University of Applied Sciences Krems o'rtasidagi jamoaviy ta'lim dasturi 2018-yilda tashkil etilgan va hozirda talabalar bu dasturda Export-Oriented Management va Tourism and Leisure Management nomli ikkita bakalavr dasturlariga yozilganlar. Mahalliy va xorijiy o'qituvchilar birgalikda o'qish tizimida talabalar uchun xalqaro standartlarga mos ta'lim muhitini yaratadi. Ayniqsa, o'qituvchilarning 30-40% -i IMC University of Applied Sciences Krems dan kelib chiqqan, qolgan qismi esa xalqaro ta'lim tajribasiga ega bo'lgan mutaxassis o'qituvchilardan iborat. Dastur 2019-yilda Avstriya sifat monitoringi - AQ (Austrian Quality Assurance Inspection) tomonidan akkreditatsiyalandi. Birgalikda ta'lim dasturining asosiy ta'lim dasturiga o'xshash bo'lgan 1 yil davomida o'qitish bo'yicha asosiy soha va 3 yil bakalavr ta'limi taqdim etiladi. O'quv jarayoni IMC University of Applied Sciences Krems dastur rejasiga muvofiq amalga oshiriladi, ECTS (European Credit Transfer System). Bu sababli, talabalar IMC University of Applied Sciences Krems asosiy kampusida o'qish imkoniyatiga ega bo'lib, shuningdek, Germaniya va Yaponiyada kabi rivojlangan mamlakatlar mashxur universitetlariga o'qish asosida. Bu dastur asosida o'qish va amaliy ma'naviyotlarni rivojlantirishga katta e'tibor qaratiladi. Ayniqsa, rahbarlik va shaxsiy mahoratlar shakllantirishga katta e'tibor beriladi. Bundan tashqari, talabalar Moliya vazirligi, Maxsus chegaradorlikni, Davlat turizm rivojlantirish komiteti, logistika kompaniyalari, turizm instituti va bir qancha tanlangan tashkilotlarda staj amalga oshirish imkoniyatlarini taqdim etiladi. Semestr davomida yuqori natijalarga erishgan talabalar grant egasi bo'lish imkoniyatiga ega bo'ladilar. Talabalarning bo'sh vaqtlarini samarali tashkil etish maqsadida, madaniy va ma'ruzaviy faoliyatlar, jihozlarni tashkil etish, pikniklar va turli mintaqalarga safarlar o'quv jarayonining doimiy qismi sifatida qo'llaniladi. Shuningdek, talabalar ish va sayohat dasturidan o'tib, xalqaro mamlakatlarga sayohat qilishlari mumkin. O'quvlar ta'limini muvaffaqiyatli tamomlagan talabalar o'zbekiston va avropa mamlakatlari a'zolari sifatida, Tashkent Davlat Iqtisodiyot Universiteti va IMC University of Applied Sciences Krems bakalavr darajalari birligini taqdim etiladi.",
  "ABOUT_IMC_KREMS": "IMC University of Applied Sciences Krems haqida",
  "IMC_KREMS_DETAILS": "IMC Krems 27 ta darajali dasturlar taklif qiladi, 3,100 talaba, 560 darslik va 36 mamlakatda 137 ta hamkor universitet bilan. Krems shahri va uning atrofida uchta joylashgan joylarda, universitet biznes, sog'liqni saqlash va hayot fanlarida bakalavr va magistratura darajalarini taklif qiladi.",
  "IMC_KREMS_HISTORY": "IMC Krems 1994-yilda International Management Center GmbH (IMC) sifatida tashkil etildi, 1993-yilda Fachhochschul-Studiengesetz qonuni (Applied Sciences Studies Act) o'rnatilganidan so'ng maxsus sektor institutlariga universitet darajali dasturlarini taqdim etishga imkon berdi. Bu, Tourism va Leisure Management bo'yicha ingliz tilida bakalavr darajasini o'z ichiga olgan, Avstriya da birinchi bo'lib, keyin hozirdagi universitet darajasiga o'zini kengaytirdi.",
  "IMC_KREMS_INNOVATION": "IMC Krems, 1994-yil dan beri ta'limni rivojlantirish",
  "ABOUT_TSUE": "Tashkent Davlat Iqtisodiyot Universiteti (TSUE) haqida",
  "TSUE_DETAILS": "Tashkent Davlat Iqtisodiyot Universitetida yarim ming talaba o'qiydi va Markaziy Osiyo bo'ylab eng katta iqtisodiy universitetlardan biri hisoblanadi. U O'zbekiston iqtisodiyoti bo'yicha ta'lim berishga qaratilgan funktsional institutlarga bo'lingan. TSEU O'zbekistonda birinchi xalqaro Amerika stilida biznes maktabi bo'lgan va AQSh, Birlashgan Qirollik, Avstriya va Germaniya bilan mashhur universitetlar bilan munosibatlarini o'rnatish orqali e'tirof qozonadi. U Markaziy Osiyoda eng katta universitet kutubxonasi saqlab qoladi. Universitet, O'zbekiston iqtisodiyoti bo'yicha ta'lim, biznes va kadrlarning ma'naviy rivojlanish va qayta tayyorlashi, mutaxassis yuqori biznes maktabi, respublika iqtisodiy litseyi, iqtisodiy gimnaziya, turli ilmiy-tadqiqot institutlari, maslahat va ta'lim markazlari bilan, universitetdagi tayanch harakatni ta'minlaydi. Barcha bu strukturalar iqtisodiy ta'limni doimiy ta'minlaydi. TSEU, O'zbekiston Respublikasida iqtisodiy ta'lim asosida bazaviy universitet sifatida xizmat qiladi.",


  "Leadership": "Rahbarlik",
  "Leadership: Guiding the Path of Excellence at TSUE and IMC Krems": "Rahbarlik: TSUE va IMC Kremsda uning mukammal yo'lida yo'riqnoma berish",
  "avatar image": "avataringiz",
  "Tulkin Teshabaev": "Tulkin Teshabaev",
  "Rector of Tashkent State University of Economics": "Toshkent Davlat Iqtisodiyot Universitetining rektori",
  "Dr. Udo Br채ndle": "Dr. Udo Br채ndle",
  "CEO of IMC University of Applied Sciences Krems": "IMC Krems Ilojiy Fanlar Universitetining CEO'si",
  "Prof. Mehmonov Sultonali Umaraliyevich": "Prof. Mehmonov Sultonali Umaraliyevich",
  "First Vice-Rector for Academic, TSUE": "TSUE ilmiy ishlar uchun birinchi prorektori",
  "Prof.(FH) Mag. Dr. Martin Waiguny": "Prof.(FH) Mag. Dr. Martin Vaiguni",
  "Academic Head, IMC University of Applied Science, Krems, Austria": "IMC Krems, Avstriya, ilmiy bosh",
  "Dr. Christian K체mmel": "Dr. Christian K체mmel",
  "Program Director International Business Management": "Xalqaro Biznes Boshqaruvning Dasturi Direktori",
  "Jens Peter Ennen": "Jens Peter Ennen",
  "Program Director Tourism and Leisure Management": "Turizm va Dam Ovqat Boshqaruv Dasturi Direktori",
  "Ahmed Mohamed Aziz Ismail": "Ahmed Mohamed Aziz Ismail",
  "Dean of the international Joint Education Faculty of TSUE and IMC Krems": "TSUE va IMC Kremsning xalqaro jamoaviy ta'lim fakulteti dekani",

  "Partners": "Hamkorlar",
  "Strategic Partnerships: Building Bridges with Global Leaders": "Strategik Hamkorliklar: Jahon liderlari bilan bog'lanishlar qurish",
  "Partner Universities": "Hamkor universitetlar",
  "Partner Organizations": "Hamkor tashkilotlar",

  "professorAhmedMohamedAzizIsmail": {
    "name": "Prof. Ahmed Mohamed Aziz Ismail",
    "role": "TSUE va IMC Krems xalqaro o'quv yuritish fakulteti dekani"
  },
  "mrBahromjonUrmanov": {
    "name": "Mr. Bahromjon Urmanov",
    "role": "Xalqaro biznes boshqaruv bo'limi mudiri"
  },
  "mrSamandarboySulaymanov": {
    "name": "Mr. Samandarboy Sulaymanov",
    "role": "TSUE va IMC Krems xalqaro o'quv yuritish fakulteti o'rinbosari"
  },
  "msDurdonaUktamova": {
    "name": "Ms. Durdona Uktamova",
    "role": "TSUE va IMC Krems xalqaro o'quv yuritish fakulteti o'rinbosari"
  },
  "durdonaBahodirova": {
    "name": "Durdona Bahodirova",
    "role": "German tilining katta o'qituvchisi"
  },
  "azizaUsmanova": {
    "name": "Aziza Usmanova",
    "role": "Darslik yordamchisi"
  },
  "durdonaDavletova": {
    "name": "Durdona Davletova",
    "role": "Darslik yordamchisi"
  },
  "dildoraKhodjaeva": {
    "name": "Dildora KHODJAEVA",
    "role": "Markaziy va Janubiy Osiyo o'quv va tadqiqotchisi"
  },
  "giyasovFarkhod": {
    "name": "Giyasov Farkhod",
    "role": "Doktor o'qituvchisi"
  },
  "drHaneenAllataifeh": {
    "name": "Dr. Haneen Allataifeh",
    "role": "Doktor o'qituvchisi"
  },
  "kholmatovaKibriyo": {
    "name": "Kholmatova Kibriyo",
    "role": "German tili o'qituvchisi"
  },
  "mehrangizNarzullaeva": {
    "name": "Mehrangiz Narzullaeva",
    "role": "Darslik yordamchisi"
  },
  "drMunisaToirova": {
    "name": "Dr. Munisa Toirova",
    "role": "Doktor o'qituvchisi"
  },
  "bekzodRozimov": {
    "name": "Bekzod Rozimov",
    "role": "Yordamchi"
  },
  "drMuhammadEidBalbaa": {
    "name": "Dr. Muhammad Eid Balbaa",
    "role": "Doktor o'qituvchisi"
  },
  "drBahromjonUrmanovNumanovich": {
    "name": "Dr. Bahromjon Urmanov Numanovich",
    "role": "Soliq o'qituvchisi"
  }



}
